Repository: hua-zhi-wan/not-survivors-translations
Catalog: */*.po
Languages: de, es, fr, ja, ko, pt_br, ru, zh_cn, zh_tw

# 受到接触伤害时反弹同等伤害并击退。 移动速度修正为20%。
source: Reflect equal damage and knockback when receiving contact damage. Movement speed modified to 20%.
de: Reflektiert bei Kontaktschaden gleichen Schaden und Rückstoß. Bewegungsgeschwindigkeit auf 20 % geändert.
es: Refleja daño y retroceso equivalentes al recibir daño de contacto. Velocidad de movimiento modificada al 20%.
fr: Renvoie les dégâts et repousse les ennemis de manière égale en cas de dégâts de contact. Vitesse de déplacement portée à 20 %.
ja: 接触ダメージを受けた時、同等のダメージを跳ね返し、吹き飛ばす。 移動速度は20%に修正される。
ko: 접촉 피해를 받을 때 동일한 피해와 넉백을 반사합니다. 이동 속도가 20%로 조정되었습니다.
pt_br: Reflete dano e recuo iguais ao receber dano de contato. Velocidade de movimento modificada para 20%.
ru: Отражает равный урон и отбрасывает при получении контактного урона. Скорость передвижения снижена на 20%.
zh_cn: 受到接触伤害时反弹同等伤害并击退。 移动速度修正为20%。
zh_tw: 受到接觸傷害時反彈同等傷害並擊退。 移動速度修正為20%。

# 移速很慢，反弹伤害。
source: Movement speed is very slow, reflects damage.
de: Die Bewegungsgeschwindigkeit ist sehr langsam und reflektiert den Schaden.
es: La velocidad de movimiento es muy lenta y refleja el daño.
fr: La vitesse de déplacement est très lente et reflète les dégâts.
ja: 移動速度が遅いが、ダメージを反射する。
ko: 이동속도가 매우 느리며, 피해를 반사합니다.
pt_br: A velocidade de movimento é muito lenta e reflete o dano.
ru: Скорость передвижения очень низкая, отражает урон.

# 煮蛋
source: boiled egg
de: gekochtes Ei
es: huevo pasado por agua
fr: œuf à la coque
ja: ゆで卵
ko: 삶은 계란
pt_br: ovo cozido
ru: вареное яйцо

# 为了对抗入侵星球的外星势力，他选择拿起了武器。
source: To fight against the alien forces invading the planet, he chose to take up arms.
de: Um gegen die außerirdischen Mächte zu kämpfen, die den Planeten überfallen, griff er zu den Waffen.
es: Para luchar contra las fuerzas alienígenas que invaden el planeta, decidió tomar las armas.
fr: Pour lutter contre les forces extraterrestres envahissant la planète, il a choisi de prendre les armes.
ja: 星を侵略してきた異星人勢力に対抗するため、彼は武器を手に取ることを選んだ。
ko: 그는 행성을 침략하는 외계 세력에 맞서 싸우기 위해 무기를 들기로 결심했습니다.
pt_br: Para lutar contra as forças alienígenas que invadiam o planeta, ele escolheu pegar em armas.
ru: Чтобы бороться с инопланетными силами, вторгшимися на планету, он решил взять в руки оружие.

# 每两回合可以获得一把新武器，最多可以同时装备六把武器。 每多装备一把武器会带来更低的伤害修正。
source: Gain a new weapon every two rounds. Max six equipped weapons. Each additional weapon equipped applies a lower damage modification.
de: Erhalte alle zwei Runden eine neue Waffe. Maximal sechs ausgerüstete Waffen. Jede weitere ausgerüstete Waffe führt zu einer geringeren Schadensmodifikation.
es: Consigue una nueva arma cada dos rondas. Máximo seis armas equipadas. Cada arma adicional equipada aplica una modificación de daño menor.
fr: Obtenez une nouvelle arme tous les deux tours. Maximum de six armes équipées. Chaque arme supplémentaire applique une modification de dégâts inférieure.
ja: 2ターンごとに新しい武器を入手でき、最大で6本の武器を同時に装備できます。武器を1本多く装備するごとに、より低いダメージ補正をもたらします。
ko: 2라운드마다 새로운 무기를 획득합니다. 최대 6개의 무기를 장착할 수 있습니다. 추가로 장착하는 무기는 공격력 증가 효과가 감소합니다.
pt_br: Ganhe uma nova arma a cada duas rodadas. Máximo de seis armas equipadas. Cada arma adicional equipada aplica uma modificação de dano menor.
ru: Получайте новое оружие каждые два раунда. Максимум шесть единиц оружия. Каждое дополнительное оружие снижает урон.
zh_cn: 每两回合可以获得一把新武器，最多可以同时装备六把武器。 每多装备一把武器会带来更低的伤害修正。
zh_tw: 每兩回合可以取得一把新武器，最多可以同時裝備六把武器。 每多裝備一把武器會帶來更低的傷害修正。

# 最多同时装备六把武器。
source: At most six weapons can be equipped at the same time.
de: Es können maximal sechs Waffen gleichzeitig ausgerüstet werden.
es: Se pueden equipar como máximo seis armas al mismo tiempo.
fr: Au maximum six armes peuvent être équipées en même temps.
ja: 同時に最大6本の武器を装備できます。
ko: 최대 6개의 무기를 동시에 장착할 수 있습니다.
pt_br: No máximo seis armas podem ser equipadas ao mesmo tempo.
ru: Одновременно можно экипировать не более шести видов оружия.

# 狩龙人
source: Dragon Hunter
de: Drachenjäger
es: Cazador de dragones
fr: Chasseur de dragons
ja: 竜狩り人
ko: 드래곤 헌터
pt_br: Caçador de Dragões
ru: Охотник на драконов
zh_cn: 狩龙人
zh_tw: 狩龍人

# 每次攻击会积攒1点怒气，累计到达5点时积满。积满怒气时需切换武器才能继续攻击。 积满怒气切换武器后，首次攻击会造成{{0}}伤害，并携带{{1}}的生命偷取。
source: Each attack accumulates 1 point of rage, and it is fully charged when the total reaches 5 points. When rage is fully charged, you must switch weapons to continue attacking. After switching weapons when rage is fully charged, the first attack deals {{0}} damage and has {{1}} life steal.
de: Jeder Angriff sammelt 1 Punkt Wut. Wenn sich 5 Punkte angesammelt haben, ist sie voll. Wenn die Wut voll ist, muss die Waffe gewechselt werden, um weiter angreifen zu können. Nach dem Wechsel der Waffe bei voller Wut fügt der erste Angriff {{0}} Schaden zu und hat {{1}} Lebensraub.
es: Cada ataque acumula 1 punto de furia; cuando se acumulen 5 puntos, se llenará. Cuando la furia esté llena, es necesario cambiar de arma para poder seguir atacando. Después de cambiar de arma cuando la furia esté llena, el primer ataque causará {{0}} de daño y con {{1}} de robo de vida.
fr: Chaque attaque accumule 1 point de rage, et quand le total atteint 5 points, elle est pleine. Lorsque la rage est pleine, il faut changer d'arme pour pouvoir continuer à attaquer. Après avoir changé d'arme avec la rage pleine, la première attaque inflige {{0}} de dégâts et porte {{1}} de vol de vie.
ja: 攻撃するたびに怒りを1点溜め、累計5点に達すると満タンになります。怒りが満タンになった時は、武器を切り替えないと攻撃を続けられません。怒りが満タンになった状態で武器を切り替えた後、初回の攻撃は{{0}}のダメージを与え、{{1}}のライフスティールを持ちます。
ko: 매 공격마다 1점의 분노가 쌓이며, 누적하여 5점에 도달하면 가득 찹니다. 분노가 가득 찼을 때는 무기를 교체해야 계속 공격할 수 있습니다. 분노가 가득 찬 상태에서 무기를 교체한 후, 첫 번째 공격은 {{0}}의 피해를 입히고 {{1}}의 생명력 흡수를 가지게 됩니다.
pt_br: Cada ataque acumula 1 ponto de raiva. Quando acumular 5 pontos, estará cheia. Quando a raiva estiver cheia, é necessário trocar de arma para continuar atacando. Após trocar de arma com a raiva cheia, o primeiro ataque causará {{0}} de dano e terá {{1}} de roubo de vida.
ru: Каждая атака накапливает 1 очко ярости, и когда суммарно достигает 5 очков, она заполняется полностью. Когда ярость заполнена полностью, необходимо сменить оружие, чтобы продолжить атаковать. После смены оружия при полностью заполненной ярости первая атака наносит урон {{0}} и имеет кражу жизни {{1}}.

# 神社巫女
source: Shrine Maiden
de: Schreinjungfrau
es: Doncella del Santuario
fr: Jeune fille du sanctuaire
ja: 神社巫女
ko: 신사의 처녀
pt_br: Donzela do Santuário
ru: Святая Дева
zh_cn: 神社巫女
zh_tw: 神社巫女

# 角色会积攒最多8团魂火，这个效果有3秒冷却时间。 魂火会环绕在角色周围，帮助角色抵挡子弹，并对接触的敌人造成{{0}}伤害。 持有魂火会使你的攻击力下降。
source: The character can accumulate up to 8 Soul Fire orbs, and this effect has a 3-second cooldown. Soul Fire orbs will orbit around the character, helping block bullets and dealing {{0}} damage to enemies they touch. Having Soul Fire orbs will reduce your attack power.
de: Der Charakter kann bis zu 8 Seelenfeuerkugeln ansammeln. Dieser Effekt hat eine Abklingzeit von 3 Sekunden. Seelenfeuerkugeln umkreisen den Charakter, helfen beim Blockieren von Kugeln und fügen Gegnern, die sie berühren, {{0}} Schaden zu. Seelenfeuerkugeln reduzieren die Angriffskraft.
es: El personaje puede acumular hasta 8 orbes de Fuego del Alma, y este efecto tiene un tiempo de reutilización de 3 segundos. Los orbes de Fuego del Alma orbitarán alrededor del personaje, bloqueando balas e infligiendo {{0}} de daño a los enemigos que tocan. Tener orbes de Fuego del Alma reducirá tu poder de ataque.
fr: Le personnage peut accumuler jusqu'à 8 orbes de Feu d'Âme, et cet effet a un temps de recharge de 3 secondes. Les orbes de Feu d'Âme gravitent autour du personnage, l'aidant à bloquer les balles et infligeant {{0}} de dégâts aux ennemis qu'ils touchent. Avoir des orbes de Feu d'Âme réduit votre puissance d'attaque.
ja: キャラクターは最大8個の魂火を蓄積する。この効果には3秒のクールダウン時間がある。 魂火はキャラクターの周囲を回り、キャラクターの弾を防ぐのを助けるとともに、接触した敵に{{0}}のダメージを与える。 魂火を保有していると、攻撃力が低下する。
ko: 캐릭터는 최대 8개의 영혼의 불꽃 구슬을 모을 수 있으며, 이 효과는 3초의 재사용 대기시간을 갖습니다. 영혼의 불꽃 구슬은 캐릭터 주위를 돌며 총알을 막고, 접촉하는 적에게 {{0}}의 피해를 입힙니다. 영혼의 불꽃 구슬을 보유하면 공격력이 감소합니다.
pt_br: O personagem pode acumular até 8 orbes de Fogo da Alma, e este efeito tem um tempo de recarga de 3 segundos. Orbes de Fogo da Alma orbitarão ao redor do personagem, ajudando a bloquear balas e causando {{0}} de dano aos inimigos que tocarem. Ter orbes de Fogo da Alma reduzirá seu poder de ataque.
ru: Персонаж может накопить до 8 сфер «Огня души», перезарядка этого эффекта составляет 3 секунды. Сферы «Огня души» вращаются вокруг персонажа, помогая блокировать пули и нанося {{0}} урона врагам, которых коснутся. Наличие сфер «Огня души» снижает силу вашей атаки.

# 生成魂火环绕物帮助战斗。
source: Generate a soul fire aura to assist in combat.
de: Erzeugen Sie eine Seelenfeuer-Aura, die Ihnen im Kampf hilft.
es: Genera un aura de fuego del alma para ayudar en el combate.
fr: Génère une aura de feu d'âme pour aider au combat.
ja: 魂火の環状物を生成して戦闘を助ける。
ko: 전투에 도움이 되는 영혼불 기운을 생성합니다.
pt_br: Gera uma aura de fogo da alma para auxiliar no combate.
ru: Создайте ауру огненной души, которая поможет в бою.

# 精灵
source: Elf
es: Duende
fr: Elfe
ja: 精霊
ko: 꼬마 요정
pt_br: Duende
ru: Эльф
zh_cn: 精灵
zh_tw: 精靈

# 只能装备两把相同的武器。 切换武器时会进行一次闪躲。闪躲时不会受到伤害，同时临时提升暴击率。
source: Can only equip two identical weapons. Switching weapons triggers a dodge. Dodging grants temporary crit rate boost and immunity to damage.
de: Kann nur mit zwei identischen Waffen ausgerüstet werden. Waffenwechsel löst ein Ausweichen aus. Ausweichen erhöht vorübergehend die kritische Trefferquote und ist immun gegen Schaden.
es: Solo se pueden equipar dos armas idénticas. Cambiar de arma activa una esquiva. Esquivar otorga un aumento temporal de probabilidad crítica e inmunidad al daño.
fr: Ne peut être équipé que de deux armes identiques. Changer d'arme déclenche une esquive. L'esquive augmente temporairement le taux de critique et l'immunité aux dégâts.
ja: 同じ武器を2つしか装備できません。 武器を切り替えるときは一度回避します。回避中はダメージを受けず、同時に一時的にクリティカル率がアップします。
ko: 동일한 무기를 두 개만 장착할 수 있습니다. 무기를 교체하면 회피가 발동합니다. 회피 시 일시적으로 치명타율이 증가하고 피해에 면역이 됩니다.
pt_br: Só é possível equipar duas armas idênticas. Trocar de arma ativa uma esquiva. Esquivar concede um aumento temporário na taxa de acerto crítico e imunidade a dano.
ru: Можно использовать только два одинаковых оружия. Смена оружия активирует уклонение. Уклонение даёт временное повышение шанса критического удара и невосприимчивость к урону.
zh_cn: 只能装备两把相同的武器。 切换武器时会进行一次闪躲。闪躲时不会受到伤害，同时临时提升暴击率。
zh_tw: 只能裝備兩把相同的武器。 切換武器時會進行一次閃躲。閃躲時不會受到傷害，同時臨時提升暴擊率。

# 切换武器改为闪躲。
source: Change weapon switch to dodge.
de: Waffenschalter auf Ausweichen ändern.
es: Cambia el interruptor de arma a esquivar.
fr: Changez le commutateur d'arme pour esquiver.
ja: 武器切り替えを回避に変更する。
ko: 무기 스위치를 회피로 변경합니다.
pt_br: Mude a arma para esquivar.
ru: Измените переключатель оружия на уклонение.

# 勇者
source: Hero
de: Held
es: Héroe
fr: Héros
ja: 勇者
ko: 영웅
pt_br: Herói
ru: Герой
zh_cn: 勇者
zh_tw: 勇者

# 等级提升所需要的经验值更多。 游戏结束会保留存档，再次选择该角色时可以读取上次游戏进度。
source: Requires more XP to level up. Saves progress on game over. Can load last progress when selecting this character again.
de: Benötigt mehr XP zum Levelaufstieg. Speichert den Fortschritt bei Game Over. Der letzte Fortschritt kann geladen werden, wenn dieser Charakter erneut ausgewählt wird.
es: Requiere más XP para subir de nivel. Guarda el progreso al terminar la partida. Puede cargar el último progreso al volver a seleccionar este personaje.
fr: Nécessite plus d'XP pour monter de niveau. Sauvegarde la progression à la fin de la partie. Possibilité de recharger la dernière progression en sélectionnant à nouveau ce personnage.
ja: レベルアップに必要な経験値がより多いです。 ゲーム終了時にセーブデータが保存され、再度このキャラクターを選択したときは前回のゲーム進行状況を読み込むことができます。
ko: 레벨업에 더 많은 XP가 필요합니다. 게임 종료 시 진행 상황이 저장됩니다. 이 캐릭터를 다시 선택하면 마지막 진행 상황을 불러올 수 있습니다.
pt_br: Requer mais XP para subir de nível. Salva o progresso no fim do jogo. Pode carregar o último progresso ao selecionar este personagem novamente.
ru: Требуется больше опыта для повышения уровня. Сохраняет прогресс после завершения игры. Можно загрузить последний прогресс при повторном выборе этого персонажа.
zh_cn: 等级提升所需要的经验值更多。 游戏结束会保留存档，再次选择该角色时可以读取上次游戏进度。
zh_tw: 等級提升所需要的經驗值更多。 遊戲結束會保留存檔，再次選擇該角色時可以讀取上次遊戲進度。

# 重玩该角色可以读档。
source: You can load a save to replay this character.
de: Sie können einen Spielstand laden, um diesen Charakter erneut abzuspielen.
es: Puedes cargar una partida guardada para volver a jugar con este personaje.
fr: Vous pouvez charger une sauvegarde pour rejouer ce personnage.
ja: このキャラクターを再プレイするにはロードできます。
ko: 저장 파일을 로드하여 이 캐릭터를 다시 플레이할 수 있습니다.
pt_br: Você pode carregar um jogo salvo para jogar novamente com esse personagem.
ru: Вы можете загрузить сохранение, чтобы переиграть этого персонажа.

# 将军
source: General
de: Allgemein
fr: Général
ja: 将軍
ko: 일반적인
pt_br: Em geral
ru: Общий
zh_cn: 将军
zh_tw: 将軍

source: Can only equip two identical weapons. When switching weapons, a charge will be performed, dealing {{0}} damage to enemies along the path and triggering an earthquake at the endpoint. The earthquake deals {{1}} damage to the surrounding area and generates a knockback with a radius of {{2}}.
de: Kann nur mit zwei identischen Waffen ausgerüstet werden. Beim Waffenwechsel wird ein Angriff ausgeführt, der Gegnern entlang des Weges {{0}} Schaden zufügt und am Endpunkt ein Erdbeben auslöst. Das Erdbeben verursacht {{1}} Schaden in der Umgebung und erzeugt einen Rückstoß mit einem Radius von {{2}}.
es: Solo se pueden equipar dos armas idénticas. Al cambiar de arma, se realizará una carga que inflige {{0}} de daño a los enemigos en el camino y desencadena un terremoto al final. El terremoto inflige {{1}} de daño al área circundante y genera un retroceso con un radio de {{2}}.
fr: Ne peut être équipé que de deux armes identiques. En changeant d'arme, une charge est lancée, infligeant {{0}} de dégâts aux ennemis sur le chemin et déclenchant un tremblement de terre au point d'arrivée. Le tremblement de terre inflige {{1}} de dégâts à la zone environnante et génère un recul d'un rayon de {{2}}.
ja: 2つの同じ武器しか装備できません。武器を切り替えると一度突進し、経路上の敵に{{0}}のダメージを与え、終点で一度地震を発生させます。地震は周囲に{{1}}のダメージを与え、{{2}}の範囲の吹き飛ばしを発生させます。
ko: 동일한 무기를 두 개만 장착할 수 있습니다. 무기를 교체하면 돌진이 발생하여 경로상의 적에게 {{0}}의 피해를 입히고, 도달 지점에 지진을 일으킵니다. 지진은 주변 지역에 {{1}}의 피해를 입히고 반경 {{2}}의 넉백을 생성합니다.
pt_br: Só é possível equipar duas armas idênticas. Ao trocar de arma, uma investida será realizada, causando {{0}} de dano aos inimigos ao longo do caminho e desencadeando um terremoto no ponto final. O terremoto causa {{1}} de dano à área ao redor e gera um empurrão com um raio de {{2}}.
ru: Можно использовать только два одинаковых оружия. При смене оружия будет выполнен рывок, наносящий {{0}} урона врагам на пути и вызывающий землетрясение в конечной точке. Землетрясение наносит {{1}} урона окружающей области и отбрасывает противника с радиусом {{2}}.

# 切换武器改为冲撞。
source: Change weapon switch to charge.
de: Ändern Sie den Waffenschalter auf „Laden“.
es: Cambia el interruptor de arma a carga.
fr: Changez l'interrupteur de l'arme pour charger.
ja: 武器切り替えを突進に変更。
ko: 무기 스위치를 충전으로 변경합니다.
pt_br: Mude o interruptor da arma para carregar.
ru: Переключите оружие в режим рывка.

# 朝圣者
source: Pilgrim
de: Pilger
es: Peregrino
fr: Pèlerin
ja: 巡礼者
ko: 순례자
pt_br: Peregrino
ru: Паломник
zh_cn: 朝圣者
zh_tw: 朝聖者

# 你们打一架，打赢的去喂虫子。
source: You fight, and the winner feeds the worms.
de: Ihr kämpft und der Gewinner füttert die Würmer.
es: Luchas y el ganador alimenta a los gusanos.
fr: Vous vous battez, et le vainqueur nourrit les vers.
ja: お前たち喧嘩しろ、勝った人が虫に餌をやる。
ko: 너희는 싸우고, 승자는 벌레들에게 먹이를 준다.
pt_br: Você luta, e o vencedor alimenta os vermes.
ru: Вы сражаетесь, а победитель кормит червей.
zh_cn: 你们打一架，打赢的去喂虫子。
zh_tw: 你們打一架，打贏的去餵蟲子。

# 生成一条圣蛇，持续追向玩家并冲刺。 头部会对玩家造成伤害，身体会对接触到的敌人造成{{0}}伤害。
source: Spawn a holy serpent that continuously pursues the player and dashes. The head damages the player, while the body deals {{0}} damage to contacting enemies.
de: Erschafft eine heilige Schlange, die den Spieler ununterbrochen verfolgt und davonstürmt. Der Kopf fügt dem Spieler Schaden zu, während der Körper den Gegnern, die ihn berühren, {{0}} Schaden zufügt.
es: Genera una serpiente sagrada que persigue al jugador y se lanza constantemente. La cabeza lo daña, mientras que el cuerpo inflige {{0}} de daño a los enemigos que entran en contacto.
fr: Invoque un serpent sacré qui poursuit le joueur en permanence et fonce. Sa tête inflige des dégâts au joueur, tandis que son corps inflige {{0}} de dégâts aux ennemis en contact.
ja: 聖蛇を生成する。プレイヤーを継続的に追跡し、突進する。頭部はプレイヤーにダメージを与え、体は接触した敵に{{0}}のダメージを与える。
ko: 플레이어를 끊임없이 쫓아다니며 돌진하는 신성한 뱀을 생성합니다. 머리는 플레이어에게 피해를 주고, 몸통은 접촉하는 적에게 {{0}}의 피해를 줍니다.
pt_br: Gera uma serpente sagrada que persegue o jogador continuamente e avança. A cabeça causa dano ao jogador, enquanto o corpo causa {{0}} de dano aos inimigos que entrarem em contato.
ru: Создаёт священного змея, который непрерывно преследует игрока и совершает рывки. Голова наносит урон игроку, а тело наносит {{0}} урона всем врагам, которые прикоснутся к нему.
zh_cn: 生成一条圣蛇，持续追向玩家并冲刺。 头部会对玩家造成伤害，身体会对接触到的敌人造成{{0}}伤害。
zh_tw: 產生一條聖蛇，持續追向玩家並衝刺。 頭部會對玩家造成傷害，身體會對接觸到的敵人造成{{0}}傷害。

# 生成追赶玩家的圣蛇。
source: Spawn the holy snake that chases the player.
de: Erzeuge die heilige Schlange, die den Spieler verfolgt.
es: Genera la serpiente sagrada que persigue al jugador.
fr: Faites apparaître le serpent sacré qui poursuit le joueur.
ja: プレイヤーを追いかける聖蛇を生成する。
ko: 플레이어를 쫓는 신성한 뱀을 생성합니다.
pt_br: Gera a cobra sagrada que persegue o jogador.
ru: Создайте священную змею, которая преследует игрока.

# 容器
source: Vessel
de: Schiff
es: Buque
fr: Navire
ja: 容器
ko: 선박
pt_br: Navio
ru: Судно
zh_cn: 容器
zh_tw: 容器

# 若生命值已满时拾取生命药剂，你获得一次属性提升加点，但同时扣除{{0}}生命上限，{{1}}护甲与{{2}}移动速度。
source: If you pick up a health potion when your health is full, you gain one attribute upgrade point, but it will deduct {{0}} maximum health, {{1}} armor, and {{2}} movement speed at the same time.
de: Wenn Sie einen Heiltrank aufheben, wenn Ihre Gesundheit voll ist, erhalten Sie einen Attribut-Upgrade-Punkt, es werden jedoch gleichzeitig {{0}} maximale Gesundheit, {{1}} Rüstung und {{2}} Bewegungsgeschwindigkeit abgezogen.
es: Si recoges una poción de salud cuando tu salud está al máximo, ganas un punto de mejora de atributo, pero se te restará {{0}} de salud máxima, {{1}} de armadura y {{2}} de velocidad de movimiento al mismo tiempo.
fr: Si vous prenez une potion de santé lorsque votre santé est pleine, vous gagnez un point d'amélioration d'attribut, mais cela déduira simultanément {{0}} de santé maximale, {{1}} d'armure et {{2}} de vitesse de déplacement.
ja: 生命值が満タンの時に生命薬を拾うと、属性強化ポイントを1回獲得するが、ただし同時に{{0}}の生命上限、{{1}}の防御力および{{2}}の移動速度が減少する。
ko: 체력이 가득 찬 상태에서 체력 물약을 습득하면 속성 업그레이드 포인트 1개를 얻지만, 최대 체력 {{0}}, 방어력 {{1}}, 이동 속도 {{2}}가 동시에 감소합니다.
pt_br: Se você pegar uma poção de saúde quando sua saúde estiver cheia, você ganha um ponto de melhoria de atributo, mas isso reduzirá {{0}} de saúde máxima, {{1}} de armadura e {{2}} de velocidade de movimento ao mesmo tempo.
ru: Если вы возьмете зелье здоровья, когда ваше здоровье полное, вы получите одно очко улучшения характеристик, но одновременно с этим вычтете {{0}} максимального здоровья, {{1}} брони и {{2}} скорости передвижения.

# 满血拾取药瓶时，扣除少许属性，获得升级加点。
source: When picking up a potion at full health, deduct a small amount of stats and gain upgrade points.
de: Wenn Sie bei voller Gesundheit einen Trank aufheben, ziehen Sie einen kleinen Wert ab und erhalten Sie Upgrade-Punkte.
es: Al recoger una poción con la salud completa, se reduce una pequeña cantidad de estadísticas y se obtienen puntos de mejora.
fr: Lorsque vous récupérez une potion en pleine santé, déduisez une petite quantité de statistiques et gagnez des points d'amélioration.
ja: 満血時に薬瓶を拾うと、少しの属性が減少し、アップグレードポイントを獲得する。
ko: 체력이 가득 찬 상태에서 물약을 습득하면, 일부 능력치를 차감하고 업그레이드 포인트를 얻습니다.
pt_br: Ao pegar uma poção com a saúde cheia, você reduz uma pequena quantidade de estatísticas e ganha pontos de melhoria.
ru: Подняв зелье при полном здоровье, вычтите небольшое количество характеристик и получите очки улучшения.

# 战斗人形
source: Combat Android
de: Kampf gegen Android
es: Combate Android
ja: 戦闘人形
ko: 전투용 안드로이드
pt_br: Androide de Combate
ru: Боевой Андроид
zh_cn: 战斗人形
zh_tw: 戰鬥人形

# 伤害修正为80%。 回合开始时生成一个环绕角色的魂火。若一段时间后魂火未被破坏，则角色获得一个[机魂]道具。机魂道具的叠加会为玩家带来不同的提升。
source: Damage modified to 80%. Creates a Soul Flame around the character at the start of each turn. If undestroyed after a period, the character gains a [Mech Soul] item. Stacking Mech Souls provide different enhancements.
de: Schaden auf 80 % modifiziert. Erzeugt zu Beginn jeder Runde eine Seelenflamme um den Charakter. Wird die Flamme nach einer gewissen Zeit nicht zerstört, erhält der Charakter einen [Mech-Seele]-Gegenstand. Das Stapeln von Mech-Seelen bietet verschiedene Verbesserungen.
es: Daño modificado al 80%. Crea una Llama del Alma alrededor del personaje al inicio de cada turno. Si no se destruye después de un tiempo, el personaje obtiene un objeto [Alma Mecánica]. Acumular Almas Mecánicas proporciona diferentes mejoras.
fr: Dégâts réduits à 80 %. Crée une Flamme d'Âme autour du personnage au début de chaque tour. Si elle n'est pas détruite après un certain temps, le personnage gagne un objet [Âme Méca]. Cumuler des Âmes Méca confère différentes améliorations.
ja: ダメージが80%に修正されます。 ターン開始時にキャラクターを取り巻く魂火が1つ生成されます。一定時間後に魂火が破壊されていない場合、キャラクターは「機魂」アイテムを1つ獲得します。機魂アイテムの重ね合わせはプレイヤーに異なる強化をもたらします。
ko: 피해량이 80%로 조정되었습니다. 매 턴 시작 시 캐릭터 주변에 영혼의 불꽃을 생성합니다. 일정 시간 동안 파괴되지 않으면 캐릭터는 [메카 영혼] 아이템을 획득합니다. 메카 영혼을 중첩하면 다양한 강화 효과를 얻을 수 있습니다.
pt_br: Dano modificado para 80%. Cria uma Chama da Alma ao redor do personagem no início de cada turno. Se não for destruído após um período, o personagem ganha um item [Alma Mech]. Acumular Almas Mech concede diferentes aprimoramentos.
ru: Урон изменён на 80%. Создаёт Пламя Души вокруг персонажа в начале каждого хода. Если не уничтожить его в течение определённого периода, персонаж получает предмет [Душа Меха]. Складывая Души Меха, можно получить различные улучшения.
zh_cn: 伤害修正为80%。 回合开始时生成一个环绕角色的魂火。若一段时间后魂火未被破坏，则角色获得一个[机魂]道具。机魂道具的叠加会为玩家带来不同的提升。
zh_tw: 傷害修正為80%。 回合開始時產生一個環繞角色的魂火。若一段時間後魂火未被破壞，則角色得到一個[機魂]道具。機魂道具的疊加會為玩家帶來不同的提升。

# 保护魂火可以强化角色。
source: Protecting soul fire can strengthen the character.
de: Der Schutz des Seelenfeuers kann den Charakter stärken.
es: Proteger el fuego del alma puede fortalecer el carácter.
fr: Protéger le feu de l’âme peut renforcer le caractère.
ja: 魂火を保護することでキャラクターを強化できる。
ko: 영혼의 불을 보호하면 캐릭터를 강화할 수 있습니다.
pt_br: Proteger o fogo da alma pode fortalecer o caráter.
ru: Защита огня души может укрепить персонажа.

# 商人
source: Merchant
de: Händler
es: Comerciante
fr: Marchand
ja: 商人
ko: 상인
pt_br: Comerciante
ru: Торговец
zh_cn: 商人
zh_tw: 商人

# 其实开店是为了攒钱上大鞋……
source: Actually, running the shop is to save up for collegE...
de: Eigentlich ist das Betreiben des Ladens dazu da, Geld fürs College zu sparen …
es: En realidad, administrar la tienda es para ahorrar para la universidad...
fr: En fait, gérer le magasin, c'est économiser pour l'université...
ja: 実は店を開いたのは大学に行くためにお金を貯めるためです……
ko: 사실, 가게를 운영하는 이유는 대학 비용을 모으기 위해서입니다.
pt_br: Na verdade, administrar a loja é para economizar para a faculdade...
ru: На самом деле, управление магазином — это возможность накопить на колледж...
zh_cn: 其实开店是为了攒钱上大鞋……
zh_tw: 其實開店是為了攢錢上大鞋……
