Repository: hua-zhi-wan/not-survivors-translations
Catalog: */*.po
Languages: de, es, fr, ja, ko, pt_br, ru, zh_cn, zh_tw

# 它还活着！
source: It's still alive!
de: Es lebt noch!
es: ¡Aún está vivo!
fr: C'est toujours vivant !
ja: それはまだ生きている！
ko: 아직 살아있네요!
pt_br: Ainda está vivo!
ru: Он все еще жив!
zh_cn: 它还活着！
zh_tw: 它還活著！

# 暴击暴击
source: Crit Overload
de: Kritische Überladung
es: Sobrecarga crítica
fr: Surcharge critique
ja: クリティカルクリティカル
ko: 크리티컬 오버로드
pt_br: Sobrecarga crítica
ru: Крит Перегрузка
zh_cn: 暴击暴击
zh_tw: 暴擊暴擊

# 特别狠的一下。
source: A particularly heavy strike.
de: Ein besonders schwerer Schlag.
es: Un golpe particularmente fuerte.
fr: Une frappe particulièrement lourde.
ja: すごくきつい一撃だ。
ko: 특히 심각한 파업이었습니다.
pt_br: Um golpe particularmente pesado.
ru: Особенно сильный удар.
zh_cn: 特别狠的一下。
zh_tw: 特別狠的一下。

# 暴击率每超过100%，可固定多享有一次暴击收益，不足100%的部分可以再次判定暴击。
source: Each 100% crit rate provides an extra crit bonus on each hit. And the remaining crit rate will have a chance to trigger another crit.
de: Jede 100 %ige Krit-Rate bietet einen zusätzlichen Krit-Bonus bei jedem Treffer. Und die verbleibende Krit-Rate hat die Chance, einen weiteren Krit auszulösen.
es: Cada 100% de probabilidad crítica otorga una bonificación crítica adicional con cada golpe. Y la probabilidad crítica restante tendrá la posibilidad de activar otro golpe crítico.
fr: Chaque taux de critique de 100 % confère un bonus de critique supplémentaire à chaque coup. Le taux de critique restant aura une chance de déclencher un autre coup critique.
ja: クリティカル率が100%を超えるごとに、固定で1回多くクリティカルの收益を得ることができ、100%に満たない部分は再度クリティカル判定を行うことができます。
ko: 100%의 치명타 확률은 매 타격 시 추가 치명타 보너스를 제공합니다. 그리고 남은 치명타 확률은 추가 치명타를 발동시킬 확률을 갖습니다.
pt_br: Cada taxa crítica de 100% concede um bônus crítico extra a cada acerto. E a taxa crítica restante terá a chance de ativar outro acerto crítico.
ru: Каждый 100%-ный показатель критического удара даёт дополнительный бонус к критическому удару при каждом попадании. Оставшийся показатель критического удара может спровоцировать ещё один критический удар.
zh_cn: 暴击率每超过100%，可固定多享有一次暴击收益，不足100%的部分可以再次判定暴击。
zh_tw: 暴擊率每超過100%，可固定額外享有一次暴擊收益，不足100%的部分可以再次判定暴擊。

# 暴击率溢出时提升伤害。
source: Increase damage when critical hit rate overflows.
de: Erhöhen Sie den Schaden, wenn die kritische Trefferrate überläuft.
es: Aumenta el daño cuando la tasa de golpes críticos se desborda.
fr: Augmente les dégâts lorsque le taux de coups critiques dépasse.
ja: クリティカル率がオーバーフローした場合、ダメージを増加させる。
ko: 치명타율이 넘치면 데미지가 증가합니다.
pt_br: Aumenta o dano quando a taxa de acerto crítico excede o limite.
ru: Увеличивайте урон, когда частота критических ударов превышает допустимую.

# 蜕变挽歌
source: Elegy of Metamorphosis
de: Elegie der Metamorphose
es: Elegía de la metamorfosis
fr: Élégie de la Métamorphose
ja: 変容の挽歌
ko: 변신의 애가
pt_br: Elegia da Metamorfose
ru: Элегия метаморфозы
zh_cn: 蜕变挽歌
zh_tw: 蜕變輓歌

# 为武器灌输神圣的力量。
source: Infuse weapons with sacred power.
de: Verleihen Sie Waffen heilige Kraft.
es: Infundir armas con poder sagrado.
fr: Imprégnez les armes d’un pouvoir sacré.
ja: 武器に神聖な力を込める。
ko: 무기에 신성한 힘을 불어넣습니다.
pt_br: Infundir armas com poder sagrado.
ru: Наделите оружие священной силой.
zh_cn: 为武器灌输神圣的力量。
zh_tw: 為武器灌輸神聖的力量。

# 生命大于50%时，普通攻击会释放和当前武器攻击相当的剑气。
source: When HP >50%, normal attacks will release sword waves with the same attack power as the current weapon.
de: Wenn HP >50 % sind, werden bei normalen Angriffen Schwertwellen mit der gleichen Angriffskraft wie mit der aktuellen Waffe ausgelöst.
es: Cuando HP >50%, los ataques normales liberarán ondas de espada con el mismo poder de ataque que el arma actual.
fr: Lorsque les PV sont supérieurs à 50 %, les attaques normales libèrent des vagues d'épée avec la même puissance d'attaque que l'arme actuelle.
ja: HPが50%を超えている時、通常攻撃は現在の武器の攻撃力に相当する剣気を放出する。
ko: HP가 50% 이상일 경우, 일반 공격 시 현재 무기와 동일한 공격력의 검파를 방출합니다.
pt_br: Quando HP >50%, ataques normais liberarão ondas de espada com o mesmo poder de ataque da arma atual.
ru: Если уровень здоровья > 50%, обычные атаки будут выпускать волны меча с той же силой атаки, что и текущее оружие.
zh_cn: 生命大于50%时，普通攻击会释放和当前武器攻击相当的剑气。
zh_tw: 生命大於50%時，普通攻擊會釋放和當前武器攻擊相當的劍氣。

# 血量充足时，攻击携带剑气。
source: Attacks carry sword energy when health is sufficient.
de: Angriffe beinhalten Schwertenergie, wenn die Gesundheit ausreichend ist.
es: Los ataques llevan energía de espada cuando la salud es suficiente.
fr: Les attaques transportent l'énergie de l'épée lorsque la santé est suffisante.
ja: 血量が十分な時、攻撃に剣気を伴う。
ko: 체력이 충분하면 공격에 검 에너지가 소모됩니다.
pt_br: Os ataques carregam energia de espada quando a saúde é suficiente.
ru: При достаточном здоровье атаки заряжаются энергией меча.

# 弱欲之壶
source: Vessel of Weak Desire
de: Gefäß des schwachen Verlangens
es: Vasija del deseo débil
fr: Récipient du faible désir
ja: 弱欲の壺
ko: 약한 욕망의 그릇
pt_br: Vaso do Desejo Fraco
ru: Сосуд слабого желания
zh_cn: 弱欲之壶
zh_tw: 弱欲之壺

# 自己从卡组抽两张。
source: Draw two cards from the deck on your own.
de: Ziehe selbst zwei Karten vom Stapel.
es: Roba dos cartas de la baraja por tu cuenta.
fr: Piochez vous-même deux cartes du paquet.
ja: 自分はデッキから2枚引く。
ko: 덱에서 카드 두 장을 직접 뽑으세요.
pt_br: Compre duas cartas do baralho sozinho.
ru: Самостоятельно вытяните две карты из колоды.
zh_cn: 自己从卡组抽两张。
zh_tw: 自己從卡組抽兩張。

# 宝箱 +2
source: Chest +2
de: Schatzkiste +2
es: Caja de tesoros +2
fr: Coffre +2
ja: 宝箱 +2
ko: 보물함 +2
pt_br: Baú +2
ru: сундук +2

# 爆炸胡桃
source: Explosive Walnut
de: Explosive Walnuss
es: Nuez explosiva
fr: Noyer explosif
ja: 爆発胡桃
ko: 폭발성 호두
pt_br: Noz Explosiva
ru: Взрывной орех
zh_cn: 爆炸胡桃
zh_tw: 爆炸胡桃

# “我仅有的能力就是一颗火热的心，但这对于保护世界来说远远不够。”
source: “My only ability is a fiery heart, but it's far from enough to protect the world.”
de: „Meine einzige Fähigkeit ist ein feuriges Herz, aber es reicht bei weitem nicht aus, um die Welt zu beschützen.“
es: “Mi única habilidad es un corazón ardiente, pero está lejos de ser suficiente para proteger al mundo”.
fr: "Ma seule capacité est un cœur ardent, mais c'est loin d'être suffisant pour protéger le monde. "
ja: 「私の唯一の能力は熱い心ですが、これで世界を守るにははるかに足りません。」
ko: "내가 가진 유일한 능력은 불타는 마음이지만, 그것만으로는 세상을 지키기엔 턱없이 부족해."
pt_br: “Minha única habilidade é um coração de fogo, mas está longe de ser suficiente para proteger o mundo.”
ru: «Моя единственная способность — пламенное сердце, но этого недостаточно, чтобы защитить мир».
zh_cn: “我仅有的能力就是一颗火热的心，但这对于保护世界来说远远不够。”
zh_tw: 「我僅有的能力就是一顆火熱的心，但這對於保護世界來說遠遠不夠。」

# 生成一个可以爆炸的环绕物，接触敌人时会产生爆炸并销毁，造成{{0}}伤害。 这个环绕物有3秒的重置时间。
source: Creates an explosive orb that detonates on enemy contact, dealing {{0}} damage. 3s reset time for the orb.
de: Erzeugt eine explosive Kugel, die bei Kontakt mit dem Feind detoniert und {{0}} Schaden verursacht. 3 s Rücksetzzeit für die Kugel.
es: Crea un orbe explosivo que detona al entrar en contacto con el enemigo e inflige {{0}} de daño. El orbe se reinicia en 3 s.
fr: Crée un orbe explosif qui explose au contact de l'ennemi, infligeant {{0}} de dégâts. Temps de réinitialisation de l'orbe : 3 s.
ja: 爆発可能な周回物を生成し、敵に接触すると爆発して消滅し、{{0}}のダメージを与えます。この周回物には3秒のリセット時間があります。
ko: 적과 접촉하면 폭발하여 {{0}}의 피해를 입히는 폭발성 구슬을 생성합니다. 구슬의 재설정 시간은 3초입니다.
pt_br: Cria uma esfera explosiva que detona ao contato com o inimigo, causando {{0}} de dano. Tempo de reinicialização de 3s para a esfera.
ru: Создает взрывной шар, который детонирует при контакте с врагом, нанося {{0}} урона. Время восстановления шара — 3 с.
zh_cn: 生成一个可以爆炸的环绕物，接触敌人时会产生爆炸并销毁，造成{{0}}伤害。 这个环绕物有3秒的重置时间。
zh_tw: 產生一個可以爆炸的環繞物，接觸敵人時會產生爆炸並銷毀，造成{{0}}傷害。 這個環繞物有3秒的重置時間。

# 可爆炸的法术伤害环绕物。
source: Explosive spell damage aura.
de: Explosive Zauberschaden-Aura.
es: Aura de daño de hechizo explosivo.
fr: Aura de dégâts de sorts explosifs.
ja: 爆発可能な魔法ダメージの囲み物。
ko: 폭발적인 주문 데미지 오라.
pt_br: Aura de dano mágico explosivo.
ru: Аура урона от взрывного заклинания.

# 计分板
source: Scoreboard
de: Anzeigetafel
es: Marcador
fr: Tableau d'affichage
ja: スコアボード
ko: 스코어보드
pt_br: Placar
ru: Табло
zh_cn: 计分板
zh_tw: 計分板

# 只要我掉血的够快，死亡就追不上我！
source: As long as I lose HP fast enough, death will never catch up with me!
de: Solange ich schnell genug HP verliere, wird mich der Tod nie einholen!
es: ¡Mientras pierda HP lo suficientemente rápido, la muerte nunca me alcanzará!
fr: Tant que je perds des PV assez vite, la mort ne me rattrapera jamais !
ja: 血を失うのが速ければ、死は私に追いつかない！
ko: 내 체력이 충분히 빨리 줄어드는 한, 죽음은 결코 나를 따라잡지 못할 거야!
pt_br: Enquanto eu perder HP rápido o suficiente, a morte nunca me alcançará!
ru: Пока я буду терять здоровье достаточно быстро, смерть никогда меня не настигнет!
zh_cn: 只要我掉血的够快，死亡就追不上我！
zh_tw: 只要我掉血的夠快，死亡就追不上我！

# 受到的伤害会缓慢结算，回合结束时清空未结算的剩余伤害。
source: Damage is settled gradually and slowly, with remaining unsettled damage cleared at the end of the round.
de: Der Schaden wird schrittweise und langsam ausgeglichen, wobei der verbleibende, nicht ausgeglichene Schaden am Ende der Runde behoben wird.
es: El daño se resuelve de forma gradual y lenta, y el daño restante no resuelto se elimina al final de la ronda.
fr: Les dégâts sont réglés progressivement et lentement, les dégâts restants non réglés étant effacés à la fin du tour.
ja: 受けたダメージはゆっくりと清算され、ターン終了時に未清算の残りダメージをクリアする。
ko: 피해는 점진적이고 천천히 해결되며, 해결되지 않은 피해는 라운드가 끝날 때 제거됩니다.
pt_br: O dano é resolvido gradual e lentamente, e o dano restante não resolvido é eliminado no final da rodada.
ru: Ущерб наносится постепенно и медленно, а оставшийся неурегулированный ущерб устраняется в конце раунда.
zh_cn: 受到的伤害会缓慢结算，回合结束时清空未结算的剩余伤害。
zh_tw: 受到的傷害會緩慢結算，回合結束時清空未結算的剩餘傷害。

# 受伤改为持续掉血。
source: Injury is changed to continuous blood loss.
de: Die Verletzung wird in einen kontinuierlichen Blutverlust umgewandelt.
es: La lesión se transforma en pérdida continua de sangre.
fr: La blessure se transforme en perte de sang continue.
ja: 負傷を持続的にHPが減るように変更する。
ko: 부상은 지속적인 출혈로 바뀌었습니다.
pt_br: Lesão é transformada em perda contínua de sangue.
ru: Травма переходит в постоянную потерю крови.

# 银弹
source: Silver Bullet
de: Silberkugel
es: Bala de plata
fr: Balle d'argent
ja: 銀弾
ko: 실버 불릿
pt_br: Bala de Prata
ru: Серебряная пуля
zh_cn: 银弹
zh_tw: 銀彈

# 解决一切问题。
source: Solves all problems.
de: Löst alle Probleme.
es: Resuelve todos los problemas.
fr: Résout tous les problèmes.
ja: すべての問題を解決する。
ko: 모든 문제를 해결합니다.
pt_br: Resolve todos os problemas.
ru: Решает все проблемы.
zh_cn: 解决一切问题。
zh_tw: 解決一切問題。

# 远程武器贯穿伤害不再衰减。
source: The penetration damage of ranged weapons no longer reduces.
de: Der Durchschlagsschaden von Fernkampfwaffen verringert sich nicht mehr.
es: El daño de penetración de las armas a distancia ya no se reduce.
fr: Les dégâts de pénétration des armes à distance ne sont plus réduits.
ja: 遠隔武器の貫通ダメージはもはや減衰しない。
ko: 원거리 무기의 관통 피해가 더 이상 감소하지 않습니다.
pt_br: O dano de penetração de armas de longo alcance não é mais reduzido.
ru: Проникающий урон оружия дальнего боя больше не уменьшается.
zh_cn: 远程武器贯穿伤害不再衰减。
zh_tw: 遠程武器貫穿傷害不再衰減。

# XIX.月亮
source: XIX. The Moon
de: XIX. Mond
es: XIX. La Luna
fr: XIX. Lune
ja: XIX.月
ko: XIX.달
pt_br: XIX. Lua
ru: XIX. Луна
zh_cn: XIX.月亮
zh_tw: XIX.月亮

# 照亮你的内心。
source: Illuminates your inner self.
de: Erleuchtet Ihr Inneres.
es: Ilumina tu yo interior.
fr: Illumine votre moi intérieur.
ja: あなたの心を照らす。
ko: 당신의 내면을 밝혀줍니다.
pt_br: Ilumina seu eu interior.
ru: Просвещает ваш внутренний мир.
zh_cn: 照亮你的内心。
zh_tw: 照亮你的內心。

source: Crits create a frost bullet at the enemy's position that can penetrate many enemies, dealing {{0}} damage and critting. Each Moon creates an extra frost bullet in a random direction, but it won't deal more damage to the central enemy. 1s cooldown.
de: Kritische Treffer erzeugen eine Frostkugel auf die Position des Gegners, die viele Gegner durchdringen kann, {{0}} Schaden verursacht und kritische Treffer landet. Jeder Mond erzeugt eine zusätzliche Frostkugel in eine zufällige Richtung, die dem zentralen Gegner jedoch keinen zusätzlichen Schaden zufügt. 1 Sek. Abklingzeit.
es: Los críticos crean una bala de hielo en la posición del enemigo que puede penetrar a muchos enemigos, infligiendo {{0}} de daño y haciendo críticos. Cada luna crea una bala de hielo adicional en una dirección aleatoria, pero no inflige más daño al enemigo central. Tiempo de reutilización: 1 s.
fr: Les coups critiques créent une balle de givre à la position de l'ennemi. Cette balle peut pénétrer de nombreux ennemis, infligeant {{0}} points de dégâts et infligeant des coups critiques. Chaque Lune crée une balle de givre supplémentaire dans une direction aléatoire, mais elle n'inflige pas plus de dégâts à l'ennemi central. Temps de recharge : 1 s.
ja: クリティカルヒット時、敵の位置に多数の敵を貫通できる氷の弾が1発生成され、{{0}}のダメージを与えるとともにクリティカルヒットとなります。 月を1つ多く所持するごとに、ランダムな方向の氷の弾が1発追加で生成されますが、この弾は中央の敵に対して追加のダメージを与えることはありません。 この効果には1秒のクールダウンがあります。
ko: 치명타는 적 위치에 서리 탄환을 생성하여 여러 적을 관통하고 {{0}}의 피해를 입히며 치명타를 부여합니다. 달이 하나 생성될 때마다 무작위 방향으로 서리 탄환이 하나씩 추가 생성되지만, 중앙의 적에게 더 많은 피해를 입히지는 않습니다. 재사용 대기시간 1초.
pt_br: Críticos criam uma bala de gelo na posição do inimigo que pode penetrar muitos inimigos, causando {{0}} de dano e acerto crítico. Cada Lua cria uma bala de gelo extra em uma direção aleatória, mas não causa mais dano ao inimigo central. 1s de recarga.
ru: Криты создают в позиции противника ледяную пулю, которая может пронзить множество врагов, нанося урон в {{0}} и нанося критический урон. Каждая луна создаёт дополнительную ледяную пулю в случайном направлении, но она не наносит урона центральному противнику. Время восстановления: 1 с.
zh_cn: 暴击会在敌人所在的位置产生一枚可以贯穿大量敌人的冰霜子弹，造成{{0}}伤害并暴击。 每多持有一个月亮，会多产生一枚随机方向的冰霜子弹，但这枚子弹不会对中央的敌人造成更多次伤害。 这个效果有1秒的冷却。
zh_tw: 暴擊會在敵人所在的位置產生一顆可以貫穿大量敵人的冰霜子彈，造成{{0}}傷害並觸發暴擊。 每多持有一個月亮，會額外產生一顆隨機方向的冰霜子彈，但這顆子彈不會對中央的敵人造成更多次傷害。 此效果有1秒的冷卻時間。

# 暴击时，产生可穿透的法术伤害飞弹。
source: Ranged weapons' penetrating damage no longer decays.
de: Der Durchschlagsschaden von Fernkampfwaffen nimmt nicht mehr ab.
es: El daño penetrante de las armas a distancia ya no decae.
fr: Les dégâts pénétrants des armes à distance ne diminuent plus.
ja: クリティカルヒット時、貫通可能な魔法ダメージミサイルが発生する。
ko: 원거리 무기의 관통 피해가 더 이상 감소하지 않습니다.
pt_br: O dano penetrante de armas de longo alcance não diminui mais.
ru: Проникающий урон оружия дальнего боя больше не уменьшается.

# XXI.审判
source: XXI. Judgment
de: XXI. Urteil
es: XXI. Sentencia
fr: XXI. Jugement
ja: XXI.審判
ko: XXI. 심판
pt_br: XXI. Julgamento
ru: XXI. Суд
zh_cn: XXI.审判
zh_tw: XXI.審判

# 唤醒潜能，自我审判。
source: Awaken potential, judge yourself.
de: Potenziale wecken, sich selbst beurteilen.
es: Despierta el potencial, juzgate a ti mismo.
fr: Réveillez votre potentiel, jugez-vous.
ja: 潜在能力を呼び覚まし、自己を審判する。
ko: 잠재력을 깨우고, 스스로 판단하세요.
pt_br: Desperte o potencial, julgue a si mesmo.
ru: Пробудите потенциал, оцените себя.
zh_cn: 唤醒潜能，自我审判。
zh_tw: 喚醒潛能，自我審判。

# 每次升级降低1点攻击力。
source: Each level up reduces attack power by 1.
de: Jeder Levelaufstieg reduziert die Angriffskraft um 1.
es: Cada subida de nivel reduce el poder de ataque en 1.
fr: Chaque niveau supérieur réduit la puissance d'attaque de 1.
ja: レベルアップするたびに攻撃力が1ポイント減少する。
ko: 레벨업할 때마다 공격력이 1씩 감소합니다.
pt_br: Cada nível acima reduz o poder de ataque em 1.
ru: Каждое повышение уровня снижает силу атаки на 1.
zh_cn: 每次升级降低1点攻击力。
zh_tw: 每次升級降低1點攻擊力。

# IV.皇帝
source: IV. The Emperor
de: IV. Der Kaiser
es: IV. El Emperador
fr: IV. L'Empereur
ja: IV.皇帝
ko: IV. 황제
pt_br: IV. O Imperador
ru: IV. Император
zh_cn: IV.皇帝
zh_tw: IV.皇帝

# 无法违抗。
source: Cannot disobey.
de: Kann nicht ungehorsam sein.
es: No se puede desobedecer.
fr: On ne peut pas désobéir.
ja: 抗えない。
ko: 불복종할 수 없습니다.
pt_br: Não pode desobedecer.
ru: Невозможно ослушаться.
zh_cn: 无法违抗。
zh_tw: 無法違抗。

# 在有头目的回合开始时，获得一个护盾。
source: At the start of a round with a boss, gain a shield.
de: Am Anfang der Runde eines Anführers erhält man ein Schild.
es: Al comienzo del turno si hay un jefe, obtén un escudo.
fr: Au début du tour du boss, gagne un bouclier.
ja: ボスがいるターン開始時に、シールドを1つ獲得する。
ko: 보스가 있을 때 턴 시작 시, 보호막을 하나 획득합니다.
pt_br: No início do turno com chefe, ganhe um escudo.
ru: В начале хода, когда есть лидер, получить щит.

# VIII.力量
source: VIII. Strength
de: VIII. Stärke
es: VIII. Fuerza
fr: VIII. Force
ja: VIII.力量
ko: VIII. 강도
pt_br: VIII. Força
ru: 8. Сила
zh_cn: VIII.力量
zh_tw: VIII.力量

# 并非蛮力。
source: Not brute force.
de: Keine rohe Gewalt.
es: No fuerza bruta.
fr: Pas de force brute.
ja: 単なる蛮力ではない。
ko: 무차별적인 폭력이 아닙니다.
pt_br: Não força bruta.
ru: Не грубая сила.
zh_cn: 并非蛮力。
zh_tw: 並非蠻力。

# 合并图层
source: Merge Layers
de: Ebenen zusammenführen
es: Fusionar capas
fr: Fusionner les calques
ja: レイヤーを結合
ko: 레이어 병합
pt_br: Mesclar camadas
ru: Объединить слои
zh_cn: 合并图层
zh_tw: 合併圖層

# 坏了！撤不回了！
source: Oh no! Can't undo!
de: Oh nein! Kann nicht rückgängig gemacht werden!
es: ¡Oh no! ¡No se puede deshacer!
fr: Oh non ! Impossible de revenir en arrière !
ja: しまった！撤回できない！
ko: 아, 안 돼! 실행 취소가 안 돼!
pt_br: Ah, não! Não é possível desfazer!
ru: О нет! Отменить нельзя!
zh_cn: 坏了！撤不回了！
zh_tw: 壞了！撤不回了！

# 所有属性不再下降。
source: All stats no longer decreases.
de: Alle Statistiken nehmen nicht mehr ab.
es: Todas las estadísticas ya no disminuyen.
fr: Toutes les statistiques ne diminuent plus.
ja: 全属性がもはや低下しなくなります。
ko: 모든 능력치가 더 이상 감소하지 않습니다.
pt_br: Todas as estatísticas não diminuem mais.
ru: Все характеристики больше не уменьшаются.
zh_cn: 所有属性不再下降。
zh_tw: 所有屬性不再下降。

# 机魂
source: Mech Soul
de: Mech-Seele
es: Alma mecánica
fr: Âme mécanique
ja: 機魂
ko: 메크 소울
pt_br: Alma Mech
ru: Душа Меха
zh_cn: 机魂
zh_tw: 機魂

# “愿人类，荣光永存。”
source: “May the glory of humanity last forever.”
de: „Möge der Ruhm der Menschheit ewig währen.“
es: “Que la gloria de la humanidad perdure para siempre.”
fr: "Que la gloire de l’humanité dure à jamais. "
ja: 人類よ、栄光が永遠に続け。
ko: "인류의 영광이 영원히 지속되기를 바랍니다."
pt_br: “Que a glória da humanidade dure para sempre.”
ru: «Пусть слава человечества длится вечно».
zh_cn: “愿人类，荣光永存。”
zh_tw: 「願人類，榮光永存。」

source: Effect based on the number of held Spirit Orbs: 1: Generate a small robot orbiter that blocks bullets. 2: The robot deals {{0}} physical damage to contacted units. 3: The robot no longer orbits the character, but follows the character and automatically fires bullets around it, dealing {{1}} damage. 4 or more: Repeat the above effects.
de: Effekt basierend auf der Anzahl gehaltener Spirit Orbs: 1: Erzeugt einen kleinen Roboterorbiter, der Kugeln abwehrt. 2: Der Roboter fügt kontaktierten Einheiten {{0}} physischen Schaden zu. 3: Der Roboter umkreist die Figur nicht mehr, sondern folgt ihr und feuert automatisch Kugeln um sie herum ab, die {{1}} Schaden verursachen. 4 oder mehr: Wiederholt die obigen Effekte.
es: Efecto basado en la cantidad de orbes espirituales: 1: Genera un pequeño robot orbitador que bloquea las balas. 2: El robot inflige {{0}} de daño físico a las unidades contactadas. 3: El robot ya no orbita al personaje, sino que lo sigue y dispara balas automáticamente a su alrededor, lo que inflige {{1}} de daño. 4 o más: Repite los efectos anteriores.
fr: Effet basé sur le nombre d'Orbes Spirituels détenus : 1 : Génère un petit robot orbiteur qui bloque les balles. 2 : Le robot inflige {{0}} de dégâts physiques aux unités contactées. 3 : Le robot n'orbite plus autour du personnage, mais le suit et tire automatiquement des balles autour de lui, infligeant {{1}} de dégâts. 4 ou plus : Répétez les effets ci-dessus.
ja: 機魂の保有数量に応じて効果を発動： 1個：弾をブロックする小型ロボットを生成し、周回させる。 2個：ロボットは接触したユニットに{{0}}の物理ダメージを与える。 3個：ロボットはキャラクターを周回せず、代わりにキャラクターに追従し、周囲に自動で弾を発射し、{{1}}のダメージを与える。 4個以上：上記の効果を繰り返す。
ko: 보유한 스피릿 오브의 수에 따른 효과: 1: 총알을 막는 작은 로봇 궤도선을 생성합니다. 2: 로봇은 접촉한 유닛에게 {{0}}의 물리적 피해를 입힙니다. 3: 로봇은 더 이상 캐릭터를 공전하지 않고 캐릭터를 따라가며 자동으로 캐릭터 주변에 총알을 발사하여 {{1}}의 피해를 입힙니다. 4개 이상: 위의 효과를 반복합니다.
pt_br: Efeito baseado no número de Orbes Espirituais segurados: 1: Gera um pequeno robô orbital que bloqueia balas. 2: O robô causa {{0}} de dano físico às unidades contatadas. 3: O robô não orbita mais o personagem, mas o segue e dispara balas automaticamente ao redor dele, causando {{1}} de dano. 4 ou mais: Repete os efeitos acima.
ru: Эффект, основанный на количестве удерживаемых сфер духа: 1: Создает небольшой робот-орбитализатор, который блокирует пули. 2: Робот наносит {{0}} физического урона затронутым юнитам. 3: Робот больше не вращается вокруг персонажа, а следует за ним и автоматически стреляет пулями вокруг него, нанося {{1}} урона. 4 или более: Повторяет указанные выше эффекты.

# 生成小机器人环绕物。
source: Generate small robot surroundings.
de: Generieren Sie kleine Roboterumgebungen.
es: Generar pequeños entornos de robots.
fr: Générer un petit environnement de robot.
ja: 小さなロボットの囲み物を生成する。
ko: 작은 로봇 환경을 생성합니다.
pt_br: Gere pequenos ambientes de robôs.
ru: Сгенерируйте окружение для маленького робота.

# 看板娘
source: Kanban Musume
de: Kanban-Museum
es: Museo Kanban
ja: 看板娘
ko: 칸반무스메
pt_br: Museu Kanban
ru: Канбан Мусуме
zh_cn: 看板娘
zh_tw: 看板娘

# 所有的可选角色都是这位cosplay的。
source: All available characters are cosplayed by her.
de: Alle verfügbaren Charaktere werden von ihr cosplayt.
es: Todos los personajes disponibles son cosplayados por ella.
fr: Tous les personnages disponibles sont cosplayés par elle.
ja: すべての選択キャラクターはこの人がコスプレしたものです。
ko: 모든 등장인물은 그녀가 코스프레를 했습니다.
pt_br: Todos os personagens disponíveis são cosplayers dela.
ru: Все доступные персонажи являются ее косплеями.
zh_cn: 所有的可选角色都是这位cosplay的。
zh_tw: 所有的可選角色都是這位cosplay的。

# 骑士
source: Knight
de: Ritter
es: Caballero
fr: Chevalier
ja: 騎士
ko: 기사
pt_br: Cavaleiro
ru: Рыцарь
zh_cn: 骑士
zh_tw: 騎士

# 其实这是一件盔甲，你只需要穿上它就好。战斗几乎是全自动的。
source: This is actually a suit of armor. Just wear it. Combat is almost fully automatic.
de: Dies ist eigentlich eine Rüstung. Tragen Sie sie einfach. Der Kampf läuft fast vollautomatisch ab.
es: Esto es una armadura. Simplemente póntela. El combate es casi automático.
fr: C'est en fait une armure. Il suffit de la porter. Le combat est presque entièrement automatique.
ja: 実はこれは鎧です、あなたはただそれを着ればいいです。戦闘はほとんど全自動です。
ko: 이건 사실 갑옷이에요. 그냥 입으세요. 전투는 거의 완전 자동이에요.
pt_br: Na verdade, isto é uma armadura. Basta usá-la. O combate é quase totalmente automático.
ru: Это на самом деле доспехи. Просто надень их. Бой практически полностью автоматизирован.
zh_cn: 其实这是一件盔甲，你只需要穿上它就好。战斗几乎是全自动的。
zh_tw: 其實這是一件盔甲，你只需要穿上它就好。戰鬥幾乎是全自動的。

# 升级时以随机属性提升来代替自由加点。
source: Random stat increases on leveling up instead of free point allocation.
de: Zufällige Statuserhöhungen beim Levelaufstieg anstelle einer kostenlosen Punktezuteilung.
es: Aumentos de estadísticas aleatorios al subir de nivel en lugar de asignación de puntos gratuita.
fr: Les statistiques aléatoires augmentent lors de la montée en niveau au lieu d'une allocation de points gratuite.
ja: レベルアップ時は自由加点の代わりにランダムな属性が上昇します。
ko: 무료 포인트 할당 대신 레벨업 시 무작위로 능력치가 증가합니다.
pt_br: Aumento aleatório de estatísticas ao subir de nível em vez de alocação gratuita de pontos.
ru: Случайные увеличения характеристик при повышении уровня вместо бесплатного распределения очков.
zh_cn: 升级时以随机属性提升来代替自由加点。
zh_tw: 升級時以隨機屬性提升來代替自由加點。

# 升级自动加点。
source: Automatically allocate points on level up.
de: Automatische Punktevergabe beim Levelaufstieg.
es: Asigna puntos automáticamente al subir de nivel.
fr: Attribuer automatiquement des points lors du passage au niveau supérieur.
ja: レベルアップ時に自動でポイントを振る。
ko: 레벨업 시 자동으로 포인트가 할당됩니다.
pt_br: Atribuir pontos automaticamente ao subir de nível.
ru: Автоматически начислять баллы при повышении уровня.

# 树
source: Tree
de: Baum
es: Árbol
fr: Arbre
ja: 木
ko: 나무
pt_br: Árvore
ru: Дерево
zh_cn: 树
zh_tw: 樹

# 圣诞快乐！
source: Merry Christmas!
de: Frohe Weihnachten!
es: ¡Feliz navidad!
fr: Joyeux noël!
ja: メリークリスマス！
ko: 메리 크리스마스!
pt_br: Feliz Natal!
ru: С Рождеством!
zh_cn: 圣诞快乐！
zh_tw: 聖誕快樂！
