Repository: hua-zhi-wan/not-survivors-translations
Catalog: */*.po
Languages: de, es, fr, ja, ko, pt_br, ru, zh_cn, zh_tw

# 在标准难度下使用【勇者】通关游戏。
source: Clear the game on Standard difficulty using [Hero].
de: Beende das Spiel im Standard-Schwierigkeitsgrad mit [Held].
es: Completa el juego en dificultad Estándar usando [Héroe].
fr: Terminez le jeu en difficulté Standard en utilisant [Héros].
ja: 標準難易度で【勇者】を使用してゲームをクリアする。
ko: [영웅]을 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Herói].
ru: Пройдите игру на стандартном уровне сложности, используя [Герой].
zh_cn: 在标准难度下使用【勇者】通关游戏。
zh_tw: 在標準難度下使用【勇者】通關遊戲。

# 半人马之力
source: Centaur's Strength
de: Stärke des Zentauren
es: La fuerza del centauro
fr: La force du centaure
ja: ケンタウロスの力
ko: 켄타우로스의 힘
pt_br: Força do Centauro
ru: Сила кентавра
zh_cn: 半人马之力
zh_tw: 半人馬之力

# 在标准难度下使用【将军】通关游戏。
source: Clear the game on Standard difficulty using [General].
de: Beenden Sie das Spiel im Standard-Schwierigkeitsgrad mit [Allgemein].
es: Completa el juego en dificultad Estándar usando [General].
fr: Terminez le jeu en difficulté Standard en utilisant [Général].
ja: 標準難易度で【将軍】を使用してゲームをクリアする。
ko: [일반]을 사용하여 표준 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Geral].
ru: Пройдите игру на стандартном уровне сложности, используя [General].
zh_cn: 在标准难度下使用【将军】通关游戏。
zh_tw: 在標準難度下使用【將軍】通關遊戲。

# 在标准难度下使用【朝圣者】通关游戏。
source: Clear the game on Standard difficulty using [Pilgrim].
de: Beende das Spiel im Standard-Schwierigkeitsgrad mit [Pilgrim].
es: Completa el juego en dificultad Estándar usando [Peregrino].
fr: Terminez le jeu en difficulté Standard en utilisant [Pilgrim].
ja: 標準難易度で【ピルグリム】を使用してゲームをクリアする。
ko: [순례자]를 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Peregrino].
ru: Пройдите игру на стандартном уровне сложности, используя [Пилигрим].
zh_cn: 在标准难度下使用【朝圣者】通关游戏。
zh_tw: 在標準難度下使用【朝聖者】通關遊戲。

# 纳垢
source: Nurgle
ja: ナーグル
ko: 너글
ru: Нургл
zh_cn: 纳垢
zh_tw: 納垢

# 在标准难度下使用【容器】通关游戏。
source: Clear the game on Standard difficulty using [Vessel].
de: Beende das Spiel im Standard-Schwierigkeitsgrad mit [Vessel].
es: Completa el juego en dificultad Estándar usando [Buque].
fr: Terminez le jeu en difficulté Standard en utilisant [Vessel].
ja: 標準難易度で【容器】を使用してゲームをクリアする。
ko: [Vessel]을 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Vessel].
ru: Пройдите игру на стандартном уровне сложности, используя [Судно].
zh_cn: 在标准难度下使用【容器】通关游戏。
zh_tw: 在標準難度下使用【容器】通關遊戲。

# 灭绝
source: Extinction
de: Aussterben
es: Extinción
ja: 絶滅
ko: 소멸
pt_br: Extinção
ru: Вымирание
zh_cn: 灭绝
zh_tw: 滅絕

# 在标准难度下使用【战斗人形】通关游戏。
source: Clear the game on Standard difficulty using [Combat Android].
de: Beende das Spiel im Standard-Schwierigkeitsgrad mit [Combat Android].
es: Completa el juego en dificultad Estándar usando [Combat Android].
fr: Terminez le jeu en difficulté Standard en utilisant [Combat Android].
ja: 標準難易度で【戦闘人形】を使用してゲームをクリアする。
ko: [전투 안드로이드]를 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Combat Android].
ru: Пройдите игру на стандартном уровне сложности, используя [Combat Android].
zh_cn: 在标准难度下使用【战斗人形】通关游戏。
zh_tw: 在標準難度下使用【戰鬥人形】通關遊戲。

# 上大鞋！
source: go to collegE
de: aufs College gehen
es: ir a la universidad
fr: aller à l'université
ja: 大きな靴を履け！
ko: 대학에 가다
pt_br: ir para a faculdade
ru: пойти в колледж
zh_cn: 上大鞋！
zh_tw: 上大鞋！

# 在标准难度下使用【商人】通关游戏。
source: Clear the game on Standard difficulty using [Merchant].
de: Beenden Sie das Spiel im Standard-Schwierigkeitsgrad mit [Händler].
es: Completa el juego en dificultad Estándar usando [Comerciante].
fr: Terminez le jeu en difficulté Standard en utilisant [Marchand].
ja: 標準難易度で【商人】を使用してゲームをクリアする。
ko: [상인]을 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Comerciante].
ru: Пройдите игру на стандартном уровне сложности, используя [Торговца].
zh_cn: 在标准难度下使用【商人】通关游戏。
zh_tw: 在標準難度下使用【商人】通關遊戲。

# 精准手法
source: Light-fingered
de: Langfingrig
es: Dedos ligeros
fr: Doigts légers
ja: 精密な手法
ko: 가벼운 손가락
pt_br: Dedo leve
ru: Нечистый на руку
zh_cn: 精准手法
zh_tw: 精準手法

# 在标准难度下使用【盗贼】通关游戏。
source: Clear the game on Standard difficulty using [Rogue].
de: Beende das Spiel im Standard-Schwierigkeitsgrad mit [Rogue].
es: Completa el juego en dificultad Estándar usando [Pícaro].
fr: Terminez le jeu en difficulté Standard en utilisant [Rogue].
ja: 標準難易度で【盗賊】を使用してゲームをクリアする。
ko: [도적]을 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Ladino].
ru: Пройдите игру на стандартном уровне сложности, используя [Rogue].
zh_cn: 在标准难度下使用【盗贼】通关游戏。
zh_tw: 在標準難度下使用【盜賊】通關遊戲。

# 梦游
source: Sleepwalking
de: Schlafwandeln
es: Somnambulismo
fr: Somnambulisme
ja: 夢遊病
ko: 몽유병
pt_br: Sonambulismo
ru: Лунатизм
zh_cn: 梦游
zh_tw: 夢遊

# 在标准难度下使用【爱丽丝】通关游戏。
source: Clear the game on Standard difficulty using [Alice].
de: Beende das Spiel im Standard-Schwierigkeitsgrad mit [Alice].
es: Completa el juego en dificultad Estándar usando [Alice].
fr: Terminez le jeu en difficulté Standard en utilisant [Alice].
ja: 標準難易度で【アリス】を使用してゲームをクリアする。
ko: [앨리스]를 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Alice].
ru: Пройдите игру на стандартном уровне сложности, используя [Алису].
zh_cn: 在标准难度下使用【爱丽丝】通关游戏。
zh_tw: 在標準難度下使用【愛麗絲】通關遊戲。

# 戈多石像
source: Statue of Godot
de: Statue von Godot
es: Estatua de Godot
fr: Statue de Godot
ja: ゴドー石像
ko: 고도의 동상
pt_br: Estátua de Godot
ru: Статуя Годо
zh_cn: 戈多石像
zh_tw: 果陀石像

# 创世之神！
source: Creator God!
de: Schöpfergott!
es: ¡Dios Creador!
fr: Dieu Créateur !
ja: 創世の神！
ko: 창조주 하나님!
pt_br: Deus Criador!
ru: Бог-Творец!
zh_cn: 创世之神！
zh_tw: 創世之神！

# 史莱姆王
source: Slime King
de: Schleimkönig
es: Rey del limo
fr: Roi du Slime
ja: スライム王
ko: 슬라임 킹
pt_br: Rei do Slime
ru: Король слизи
zh_cn: 史莱姆王
zh_tw: 史萊姆王

# 肚子里似乎有什么宝贝……
source: There seems to be some treasure in its belly...
de: In seinem Bauch scheint sich ein Schatz zu befinden …
es: Parece que hay algún tesoro en su vientre...
fr: Il semble y avoir un trésor dans son ventre...
ja: お腹の中に何か宝物があるようだ……
ko: 그 뱃속에는 보물이 들어있는 듯합니다...
pt_br: Parece haver algum tesouro em sua barriga...
ru: Кажется, в его чреве есть сокровище...
zh_cn: 肚子里似乎有什么宝贝……
zh_tw: 肚子裡似乎有什麼寶貝……

# 幽灵王
source: Ghost King
de: Geisterkönig
es: Rey fantasma
fr: Roi fantôme
ja: 幽霊王
ko: 고스트 킹
pt_br: Rei Fantasma
ru: Король-призрак
zh_cn: 幽灵王
zh_tw: 幽靈王

# 其实只是一张床单……
source: It's actually just a bedsheet...
de: Es ist eigentlich nur ein Bettlaken...
es: En realidad es sólo una sábana...
fr: En fait, c'est juste un drap de lit...
ja: 実はただ一枚のシーツ……
ko: 사실 그냥 침대시트일 뿐이에요...
pt_br: Na verdade é só um lençol...
ru: На самом деле это всего лишь простыня...
zh_cn: 其实只是一张床单……
zh_tw: 其實只是一張床單……

# 骷髅王
source: Skeleton King
de: Skelettkönig
es: Rey esqueleto
fr: Roi Squelette
ja: 髑髏王
ko: 스켈레톤 킹
pt_br: Rei Esqueleto
ru: Король-скелет
zh_cn: 骷髅王
zh_tw: 骷髏王

# 死过一次……但还不够
source: Died once... but that's not enough
de: Einmal gestorben... aber das ist nicht genug
es: Murió una vez... pero eso no es suficiente
fr: Je suis mort une fois... mais ce n'est pas suffisant
ja: 一度死んだ……でもまだ足りない
ko: 한 번 죽었지만... 그게 충분하지 않아
pt_br: Morreu uma vez... mas isso não é o suficiente
ru: Умер однажды... но этого мало
zh_cn: 死过一次……但还不够
zh_tw: 死過一次……但還不夠

# 骑士首领
source: Knight Captain
de: Ritterhauptmann
es: Capitán caballero
fr: Chevalier Capitaine
ja: 騎士首領
ko: 기사 대장
pt_br: Capitão Cavaleiro
ru: Рыцарь-капитан
zh_cn: 骑士首领
zh_tw: 騎士首領

# 火力压制！
source: Fire Suppression!
de: Brandbekämpfung!
es: ¡Supresión de incendios!
fr: Suppression des incendies !
ja: 火力制圧！
ko: 화재 진압!
pt_br: Supressão de incêndio!
ru: Тушение пожара!
zh_cn: 火力压制！
zh_tw: 火力壓制！

# 战斗阶段未收集的经验点数会在回合结束时自动收集一半。
source: Half of the uncollected experience points during the combat phase will be automatically collected at the end of the turn.
de: Die Hälfte der während der Kampfphase nicht gesammelten Erfahrungspunkte wird am Ende der Runde automatisch gesammelt.
es: La mitad de los puntos de experiencia no recogidos durante la fase de combate se recogerán automáticamente al final del turno.
fr: La moitié des points d'expérience non collectés pendant la phase de combat seront automatiquement collectés à la fin du tour.
ja: 戦闘フェーズで未収集の経験値は、ターン終了時に自動で半分収集されます。
ko: 전투 단계 동안 수집하지 않은 경험치의 절반은 턴이 끝날 때 자동으로 수집됩니다.
pt_br: Metade dos pontos de experiência não coletados durante a fase de combate serão coletados automaticamente no final do turno.
ru: Половина ненабранных во время фазы боя очков опыта будет автоматически собрана в конце хода.

# 切换武器会重置攻击动作，但切换武器存在1秒的冷却时间。
source: Switching weapons resets the attack animation, but it has a 1-second cooldown.
de: Durch das Wechseln der Waffe wird die Angriffsanimation zurückgesetzt, die Abklingzeit beträgt jedoch 1 Sekunde.
es: Cambiar de arma restablece la animación de ataque, pero tiene un tiempo de reutilización de 1 segundo.
fr: Changer d'arme réinitialise l'animation d'attaque, mais le temps de recharge est d'une seconde.
ja: 武器を切り替えると攻撃動作がリセットされますが、武器の切り替えには1秒のクールダウン時間があります。
ko: 무기를 바꾸면 공격 애니메이션이 초기화되지만, 1초의 쿨타임이 있습니다.
pt_br: Trocar de armas redefine a animação de ataque, mas tem um tempo de recarga de 1 segundo.
ru: Смена оружия сбрасывает анимацию атаки, но имеет время восстановления в 1 секунду.

# 攻速属性对法杖类武器的攻击频率影响较小。
source: Attack speed has less impact on the attack frequency of magic staff weapons.
de: Die Angriffsgeschwindigkeit hat weniger Einfluss auf die Angriffsfrequenz von Zauberstabwaffen.
es: La velocidad de ataque tiene menos impacto en la frecuencia de ataque de las armas de bastón mágico.
fr: La vitesse d'attaque a moins d'impact sur la fréquence d'attaque des armes à bâton magique.
ja: 攻速属性は杖系武器の攻撃頻度に対する影響が小さい。
ko: 공격 속도는 마법 지팡이 무기의 공격 빈도에 미치는 영향이 적습니다.
pt_br: A velocidade de ataque tem menos impacto na frequência de ataque de armas de cajado mágico.
ru: Скорость атаки меньше влияет на частоту атак магического посоха.
zh_cn: 攻速属性对法杖类武器的攻击频率影响较小。
zh_tw: 攻速屬性對法杖類武器的攻擊頻率影響較小。

# 不同武器对各属性的利用效率不同。
source: Different weapons have varying efficiency in utilizing stats.
de: Verschiedene Waffen nutzen Statistiken unterschiedlich effizient.
es: Las diferentes armas tienen una eficacia variable al utilizar las estadísticas.
fr: Différentes armes ont une efficacité variable dans l'utilisation des statistiques.
ja: 異なる武器は各属性に対する利用効率が異なる。
ko: 다양한 무기는 능력치를 활용하는 데 있어 각기 다른 효율성을 가지고 있습니다.
pt_br: Armas diferentes têm eficiências variadas na utilização de estatísticas.
ru: Разное оружие имеет разную эффективность в использовании характеристик.
zh_cn: 不同武器对各属性的利用效率不同。
zh_tw: 不同武器對各屬性的運用效率不同。

# 幸运属性会影响宝箱中的道具等级分布。幸运属性过低时，宝箱内不会开出高级道具。幸运属性较高时，宝箱内会移除低等级道具。
source: Your Luck stat affects item quality from chests: Low Luck: Prevents rare items from appearing High Luck: Removes common items from the loot pool
de: Ihr Glückswert beeinflusst die Qualität der Gegenstände aus Truhen: Wenig Glück: Verhindert das Erscheinen seltener Gegenstände. Viel Glück: Entfernt gewöhnliche Gegenstände aus dem Beutepool.
es: Tu estadística de suerte afecta la calidad de los objetos de los cofres: Suerte baja: evita que aparezcan objetos raros Suerte alta: elimina objetos comunes del botín
fr: Votre statistique de chance affecte la qualité des objets dans les coffres : Faible chance : empêche les objets rares d'apparaître. Grande chance : supprime les objets communs du butin.
ja: 幸運属性は宝箱内のアイテムのレベル分布に影響する。幸運属性が低すぎる場合、宝箱から高級アイテムは開けられない。幸運属性が高い場合、宝箱内から低レベルのアイテムは取り除かれる。
ko: 행운 수치는 상자에서 나오는 아이템 품질에 영향을 미칩니다. 낮은 행운: 희귀 아이템이 나타나지 않도록 합니다. 높은 행운: 전리품 풀에서 일반 아이템을 제거합니다.
pt_br: Sua estatística de Sorte afeta a qualidade dos itens dos baús: Pouca Sorte: Impede que itens raros apareçam. Muita Sorte: Remove itens comuns do conjunto de saques.
ru: Ваша удача влияет на качество предметов из сундуков: Низкая удача: предотвращает появление редких предметов. Высокая удача: удаляет обычные предметы из пула добычи.

# 击杀体型变大的精英怪物可以获得掉落物。当有剩余道具时，掉落物固定为宝箱，否则固定为药剂。
source: Defeating enlarged elite monsters grants drops. When there's a remaining number of item drops, the drop must be a chest, otherwise it's a potion.
de: Das Besiegen vergrößerter Elitemonster gewährt Beute. Wenn eine verbleibende Anzahl von Gegenstandsbeuteten übrig bleibt, muss der Beute eine Truhe sein, andernfalls handelt es sich um einen Trank.
es: Derrotar monstruos de élite agrandados otorga objetos. Cuando queden objetos, deben ser cofres; de lo contrario, pociones.
fr: Vaincre des monstres d'élite agrandis permet d'obtenir des objets. Lorsqu'il reste un certain nombre d'objets à obtenir, l'objet doit être un coffre ; sinon, une potion.
ja: 大型化したエリートモンスターを倒すと、ドロップを入手できます。残りのアイテムがある場合は、ドロップは宝箱に固定され、そうでない場合は薬剤に固定されます。
ko: 거대 엘리트 몬스터를 처치하면 아이템을 획득할 수 있습니다. 획득 가능한 아이템 수가 남아 있는 경우, 획득하는 아이템은 상자여야 하며, 그렇지 않은 경우 물약입니다.
pt_br: Derrotar monstros de elite com um número maior de itens concede itens. Quando houver um número restante de itens, o item deve ser um baú; caso contrário, é uma poção.
ru: Победа над увеличенными элитными монстрами дарует выпадение предметов. Если осталось достаточно предметов, это должен быть сундук, в противном случае — зелье.
zh_cn: 击杀体型变大的精英怪物可以获得掉落物。当有剩余道具时，掉落物固定为宝箱，否则固定为药剂。
zh_tw: 擊殺體型變大的精英怪物可以得到掉落物。當有剩餘道具時，掉落物固定為寶箱，否則固定為藥劑

# 生命值越低，怪物掉落药剂的概率越高。
source: Lower HP increases the chance of monsters dropping potions.
de: Niedrigere HP erhöhen die Wahrscheinlichkeit, dass Monster Tränke fallen lassen.
es: Un HP más bajo aumenta la posibilidad de que los monstruos arrojen pociones.
fr: Des PV inférieurs augmentent les chances que les monstres laissent tomber des potions.
ja: HPが低いほど、モンスターの薬のドロップ確率が高い。
ko: HP가 낮을수록 몬스터가 물약을 떨어뜨릴 확률이 높아집니다.
pt_br: HP mais baixo aumenta a chance de monstros derrubarem poções.
ru: Низкий уровень HP увеличивает вероятность того, что монстры сбросят зелья.
zh_cn: 生命值越低，怪物掉落药剂的概率越高。
zh_tw: 生命值越低，怪物掉落藥劑的機率越高。

# 连续多回合不受到伤害会获得“神秘奖励”。
source: Taking no damage for multiple consecutive rounds grants a 'Mysterious Reward'.
de: Wenn Sie mehrere Runden hintereinander keinen Schaden erleiden, erhalten Sie eine „mysteriöse Belohnung“.
es: No recibir daño durante varias rondas consecutivas otorga una "Recompensa misteriosa".
fr: Ne subir aucun dégât pendant plusieurs tours consécutifs confère une « Récompense mystérieuse ".
ja: 連続して複数ターンダメージを受けないと「神秘的な報酬」を獲得する。
ko: 여러 라운드 동안 연속으로 피해를 입지 않으면 '신비한 보상'을 얻습니다.
pt_br: Não sofrer dano por várias rodadas consecutivas concede uma "Recompensa Misteriosa".
ru: Неполучение урона в течение нескольких последовательных раундов дает «Таинственную награду».
zh_cn: 连续多回合不受到伤害会获得“神秘奖励”。
zh_tw: 連續多回合未受到傷害將得到「神秘獎勵」。

# 击败BOSS会获得丰厚的额外奖励。
source: Defeating a BOSS grants generous extra rewards.
de: Für das Besiegen eines BOSS gibt es großzügige Zusatzbelohnungen.
es: Derrotar a un JEFE otorga generosas recompensas adicionales.
fr: Vaincre un BOSS offre de généreuses récompenses supplémentaires.
ja: ボスを倒すと豊富な追加報酬が得られます。
ko: BOSS를 물리치면 넉넉한 추가 보상을 얻을 수 있습니다.
pt_br: Derrotar um CHEFE concede recompensas extras generosas.
ru: Победа над БОССОМ приносит щедрые дополнительные награды.
zh_cn: 击败BOSS会获得丰厚的额外奖励。
zh_tw: 擊敗BOSS將得到豐厚的額外獎勵。

# 回到游戏
source: Resume Game
de: Spiel fortsetzen
es: Reanudar el juego
fr: Reprendre le jeu
ja: ゲームに戻る
ko: 게임 재개
pt_br: Retomar o jogo
ru: Возобновить игру
zh_cn: 回到游戏
zh_tw: 回到遊戲

# 设置
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_cn: 设置
zh_tw: 設定

# 结束本局
source: End Game
de: Endspiel
es: Juego final
fr: Fin de partie
ja: この局を終了する
ko: 엔드게임
pt_br: Fim do Jogo
ru: Конец игры
zh_cn: 结束本局
zh_tw: 結束本局

# 返回标题画面
source: Return to Title
de: Zurück zum Titel
es: Volver al título
fr: Retour au titre
ja: タイトル画面へ戻る
ko: 제목으로 돌아가기
pt_br: Voltar ao título
ru: Вернуться к названию
zh_cn: 返回标题画面
zh_tw: 返回標題畫面

# 成就
source: Achievements
de: Erfolge
es: Logros
fr: Réalisations
ja: 成就
ko: 업적
pt_br: Conquistas
ru: Достижения
zh_cn: 成就
zh_tw: 成就

# 解锁：
source: Unlocked:
de: Freigeschaltet:
es: Desbloqueado:
fr: Déverrouillé:
ja: ロック解除：
ko: 잠금 해제됨:
pt_br: Desbloqueado:
ru: Разблокировано:
zh_cn: 解锁：
zh_tw: 解鎖：

# 图鉴
source: Compendium
de: Kompendium
es: Compendio
ja: 図鑑
ko: 제요
pt_br: Compêndio
ru: Компендиум
zh_cn: 图鉴
zh_tw: 圖鑑

# 游戏结束
source: Game Over
de: Spiel vorbei
es: Juego terminado
fr: Jeu terminé
ja: ゲームオーバー
ko: 게임 오버
ru: Игра закончена
zh_cn: 游戏结束
zh_tw: 遊戲結束

# 再来一局
source: Play Again
de: Erneut spielen
es: Jugar de nuevo
fr: Rejouer
ja: もう一局
ko: 다시 플레이하세요
pt_br: Jogar novamente
ru: Играть снова
zh_cn: 再来一局
zh_tw: 再來一局

# 回到标题画面
source: Return to Title Screen
de: Zurück zum Titelbildschirm
es: Regresar a la pantalla de título
fr: Retour à l'écran titre
ja: タイトル画面に戻る
ko: 타이틀 화면으로 돌아가기
pt_br: Voltar para a tela de título
ru: Вернуться на титульный экран
zh_cn: 回到标题画面
zh_tw: 回到標題畫面

# 无尽模式
source: Endless Mode
de: Endlosmodus
es: Modo sin fin
fr: Mode sans fin
ja: 無限モード
ko: 무한 모드
pt_br: Modo Infinito
ru: Бесконечный режим
zh_cn: 无尽模式
zh_tw: 無盡模式

# 角色
source: Character
de: Charakter
es: Personaje
fr: Personnage
ja: キャラクター
ko: 성격
pt_br: Personagem
ru: Характер
zh_cn: 角色
zh_tw: 角色

# 武器
source: Weapon
de: Waffe
es: Arma
fr: Arme
ja: 武器
ko: 무기
pt_br: Arma
ru: Оружие
zh_cn: 武器
zh_tw: 武器

# 道具
source: Item
de: Artikel
es: Artículo
fr: Article
ja: 道具
ko: 목
ru: Элемент
zh_cn: 道具
zh_tw: 道具

# 媒体设置
source: Media Settings
de: Medieneinstellungen
es: Configuración de medios
fr: Paramètres multimédias
ja: メディア設定
ko: 미디어 설정
pt_br: Configurações de mídia
ru: Настройки медиа
zh_cn: 媒体设置
zh_tw: 媒體設定

# 游戏设置
source: Game Settings
de: Spieleinstellungen
es: Configuración del juego
fr: Paramètres du jeu
ja: ゲーム設定
ko: 게임 설정
pt_br: Configurações do jogo
ru: Настройки игры
zh_cn: 游戏设置
zh_tw: 遊戲設定

# 返回
source: Back
de: Zurück
es: Atrás
fr: Dos
ja: 戻る
ko: 뒤쪽에
pt_br: Voltar
ru: Назад
zh_cn: 返回
zh_tw: 返回

# 返回上级
source: Return to Parent
de: Zurück zum übergeordneten Element
es: Regresar a la página principal
fr: Retour au parent
ja: 親に戻る
ko: 부모에게 돌아가기
pt_br: Retornar ao pai
ru: Вернуться к родителю
zh_cn: 返回上级
zh_tw: 返回上層

# 音乐音效
source: Music and Sound Effects
de: Musik und Soundeffekte
es: Música y efectos de sonido
fr: Musique et effets sonores
ja: 音楽と効果音
ko: 음악 및 음향 효과
pt_br: Música e efeitos sonoros
ru: Музыка и звуковые эффекты
zh_cn: 音乐音效
zh_tw: 音樂音效

# 显示效果
source: Display Effects
de: Anzeigeeffekte
es: Efectos de visualización
fr: Effets d'affichage
ja: 表示効果
ko: 디스플레이 효과
pt_br: Efeitos de exibição
ru: Эффекты отображения
zh_cn: 显示效果
zh_tw: 顯示效果

# 音乐音量
source: Music Volume
de: Musiklautstärke
es: Volumen de la música
fr: Volume de la musique
ja: 音楽音量
ko: 음악 볼륨
pt_br: Volume da música
ru: Громкость музыки
zh_cn: 音乐音量
zh_tw: 音樂音量

# 音效音量
source: Sound Effects Volume
de: Lautstärke der Soundeffekte
es: Volumen de los efectos de sonido
fr: Volume des effets sonores
ja: 効果音音量
ko: 음향 효과 볼륨
pt_br: Volume dos efeitos sonoros
ru: Громкость звуковых эффектов
zh_cn: 音效音量
zh_tw: 音效音量

# 全屏
source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran
ja: フルスクリーン
ko: 전체 화면
pt_br: Tela cheia
ru: Полноэкранный
zh_cn: 全屏
zh_tw: 全螢幕

# 动态伤害显示
source: Dynamic Damage Display
de: Dynamische Schadensanzeige
es: Visualización dinámica de daños
fr: Affichage dynamique des dégâts
ja: 動的ダメージ表示
ko: 동적 손상 표시
pt_br: Exibição dinâmica de danos
ru: Динамическое отображение повреждений
zh_cn: 动态伤害显示
zh_tw: 動態傷害顯示

# 屏幕暗角
source: Screen Darkening
de: Bildschirmverdunkelung
es: Oscurecimiento de pantalla
fr: Assombrissement de l'écran
ja: 画面暗角
ko: 화면 어둡게 하기
pt_br: Escurecimento da tela
ru: Затемнение экрана
zh_cn: 屏幕暗角
zh_tw: 螢幕暗角

# 屏幕抖动
source: Screen Shake
de: Bildschirmzittern
es: Vibración de pantalla
fr: tremblement de l'écran
ja: 画面揺れ
ko: 화면 흔들림
pt_br: Tela trêmula
ru: Дрожание экрана
zh_cn: 屏幕抖动
zh_tw: 螢幕抖動

# 语言
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Linguagem
ru: Язык
zh_cn: 语言
zh_tw: 語言

# 默认标准难度
source: Default Standard Difficulty
de: Standardmäßiger Schwierigkeitsgrad
es: Dificultad estándar predeterminada
fr: Difficulté standard par défaut
ja: デフォルト標準難易度
ko: 기본 표준 난이도
pt_br: Dificuldade Padrão Padrão
ru: Стандартная сложность по умолчанию
zh_cn: 默认标准难度
zh_tw: 預設標準難度

# 游戏外使用完整描述
source: Use complete description outside the game
de: Vollständige Beschreibung außerhalb des Spiels verwenden
es: Utilice la descripción completa fuera del juego.
fr: Utiliser la description complète en dehors du jeu
ja: ゲーム外で完全な説明を使用する
ko: 게임 외부에서 완전한 설명을 사용하세요
pt_br: Use a descrição completa fora do jogo
ru: Используйте полное описание вне игры.

# 简单难度下使用完整描述
source: Use complete descriptions in easy difficulty
de: Verwenden Sie vollständige Beschreibungen im einfachen Schwierigkeitsgrad
es: Utilice descripciones completas en dificultad fácil
fr: Utilisez des descriptions complètes en difficulté facile
ja: 簡単な難易度で完全な説明を使用する
ko: 쉬운 난이도에서는 완전한 설명을 사용하세요
pt_br: Use descrições completas em dificuldade fácil
ru: Используйте полные описания на легком уровне сложности.

# 普通难度下使用完整描述
source: Use complete description on normal difficulty
de: Vollständige Beschreibung bei normalem Schwierigkeitsgrad verwenden
es: Utilice la descripción completa en dificultad normal
fr: Utiliser la description complète en difficulté normale
ja: 普通難易度で完全な説明を使用する
ko: 일반 난이도에 대한 전체 설명을 사용하세요
pt_br: Use a descrição completa na dificuldade normal
ru: Используйте полное описание на нормальном уровне сложности.

# 事件：
source: Event:
de: Ereignis:
es: Evento:
fr: Événement:
ja: 事件：
ko: 이벤트:
pt_br: Evento:
ru: Событие:

# 属性
source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 属性
ko: 통계
pt_br: Estatísticas
ru: Статистика
zh_cn: 属性
zh_tw: 屬性

# 物品
source: Items
de: Artikel
es: Elementos
fr: Articles
ja: 物品
ko: 품목
pt_br: Unid
ru: Предметы
zh_cn: 物品
zh_tw: 物件

# 道具：
source: Props:
de: Requisiten:
es: Accesorios:
fr: Accessoires :
ja: 道具：
ko: 소품:
pt_br: Adereços:
ru: Реквизит:

# 武器：
source: Weapon:
de: Waffe:
es: Arma:
fr: Arme:
ja: 武器：
ko: 무기:
pt_br: Arma:
ru: Оружие:

# 达成成就！
source: Achievement Unlocked!
de: Erfolg freigeschaltet!
es: ¡Logro desbloqueado!
fr: Succès débloqué !
ja: アチーブメント達成！
ko: 업적 달성!
pt_br: Conquista desbloqueada!
ru: Достижение разблокировано!
zh_cn: 达成成就！
zh_tw: 達成成就！

# 好！
source: OK!
es: ¡DE ACUERDO!
fr: D'ACCORD!
ja: よし！
ko: 좋아요!
ru: ХОРОШО!
zh_cn: 好！
zh_tw: 好！

# 继续
source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속하다
pt_br: Continuar
ru: Продолжать
zh_cn: 继续
zh_tw: 繼續

# 开始游戏
source: Start Game
de: Spiel starten
es: Iniciar juego
fr: Démarrer le jeu
ja: ゲームを始める
ko: 게임 시작
pt_br: Iniciar jogo
ru: Начать игру
zh_cn: 开始游戏
zh_tw: 開始遊戲

# 关于
source: About
de: Um
es: Acerca de
fr: À propos
ja: について
ko: 에 대한
pt_br: Sobre
ru: О
zh_cn: 关于
zh_tw: 關於

# 退出
source: Exit
de: Ausfahrt
es: Salida
fr: Sortie
ja: 退出
ko: 출구
pt_br: Saída
ru: Выход
zh_cn: 退出
zh_tw: 離開

# 新！
source: New!
de: Neu!
es: ¡Nuevo!
fr: Nouveau!
ja: 新！
ko: 새로운!
pt_br: Novo!
ru: Новый!
zh_cn: 新！
zh_tw: 新！

# 购买
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
ja: 購入
ko: 구입하다
pt_br: Comprar
ru: Купить
zh_cn: 购买
zh_tw: 購買

# 锁定
source: Lock
de: Sperren
es: Cerrar
fr: Verrouillage
ja: ロック
ko: 잠그다
pt_br: Trancar
ru: Замок
zh_cn: 锁定
zh_tw: 鎖定

# 选择难度
source: Select Difficulty
de: Schwierigkeitsgrad auswählen
es: Seleccione dificultad
fr: Sélectionnez la difficulté
ja: 難易度選択
ko: 난이도 선택
pt_br: Selecione a dificuldade
ru: Выберите сложность
zh_cn: 选择难度
zh_tw: 選擇難度
