Repository: hua-zhi-wan/not-survivors-translations
Catalog: */*.po
Languages: de, es, fr, ja, ko, pt_br, ru, zh_cn, zh_tw

# 每次攻击会使你获得一个临时的攻速提升。最高可获得 0.6 的攻速提升。停止攻击1秒后，攻速提升效果会清零。
source: Each attack grants temporary attack speed boost. Max 0.6 increase. Effect resets after 1s of no attacks.
de: Jeder Angriff erhöht die Angriffsgeschwindigkeit vorübergehend. Maximal 0,6-mal so hoch. Der Effekt wird nach 1 Sekunde ohne Angriff zurückgesetzt.
es: Cada ataque otorga un aumento temporal de velocidad de ataque. Aumento máximo de 0,6. El efecto se reinicia tras 1 s sin ataques.
fr: Chaque attaque confère un bonus temporaire de vitesse d'attaque. Augmentation maximale de 0,6. L'effet se réinitialise après 1 seconde d'inactivité.
ja: 攻撃するたびに、一時的な攻撃速度の上昇を得ます。最大で0.6の攻撃速度上昇を得ることができます。攻撃を停止して1秒後、攻撃速度上昇効果はリセットされます。
ko: 각 공격은 일시적으로 공격 속도를 증가시킵니다. 최대 0.6 증가. 1초 동안 공격이 없으면 효과가 초기화됩니다.
pt_br: Cada ataque concede um aumento temporário na velocidade de ataque. Aumento máximo de 0,6. O efeito é reiniciado após 1s sem ataques.
ru: Каждая атака временно увеличивает скорость атаки. Максимальное увеличение — 0,6. Эффект сбрасывается через 1 секунду без атак.
zh_cn: 每次攻击会使你获得一个临时的攻速提升。最高可获得 0.6 的攻速提升。停止攻击1秒后，攻速提升效果会清零。
zh_tw: 每次攻擊會使你得到一個臨時的攻速提升。最高可得到 0.6 的攻速提升。停止攻擊1秒後，攻速提升效果會歸零。

# 连续攻击时，临时提升攻击速度。
source: During consecutive attacks, temporarily increase attack speed.
de: Erhöhen Sie bei aufeinanderfolgenden Angriffen vorübergehend die Angriffsgeschwindigkeit.
es: Durante ataques consecutivos, aumenta temporalmente la velocidad de ataque.
fr: Lors d'attaques consécutives, augmentez temporairement la vitesse d'attaque.
ja: 連続攻撃時、一時的に攻撃速度を上昇させる。
ko: 연속 공격 시, 일시적으로 공격속도가 증가합니다.
pt_br: Durante ataques consecutivos, aumenta temporariamente a velocidade de ataque.
ru: Во время последовательных атак временно увеличивайте скорость атаки.

# VII.战车
source: VII. The Chariot
de: VII. Der Streitwagen
es: VII. El Carro
fr: VII. Le Chariot
ja: VII.戦車
ko: VII. 전차
pt_br: VII. A Carruagem
ru: VII. Колесница
zh_cn: VII.战车
zh_tw: VII.戰車

# 本能与意志。
source: Instinct and Willpower.
de: Instinkt und Willenskraft.
es: Instinto y fuerza de voluntad.
fr: Instinct et volonté.
ja: 本能と意志。
ko: 본능과 의지력.
pt_br: Instinto e Força de Vontade.
ru: Инстинкт и сила воли.
zh_cn: 本能与意志。
zh_tw: 本能與意志

# 当生命值少于50%时，根据已损生命值增加至多50%伤害倍率修正。
source: When HP is below 50%, the damage multiplier will increase by up to 50% based on HP lost.
de: Wenn die HP unter 50 % liegen, erhöht sich der Schadensmultiplikator basierend auf den verlorenen HP um bis zu 50 %.
es: Cuando los HP estén por debajo del 50%, el multiplicador de daño aumentará hasta un 50% según los HP perdidos.
fr: Lorsque les PV sont inférieurs à 50 %, le multiplicateur de dégâts augmente jusqu'à 50 % en fonction des PV perdus.
ja: HPが50%未満の場合、失われたHPに応じて最大50%のダメージ倍率補正が増加する。
ko: HP가 50% 미만이면, 잃은 HP에 따라 데미지 배수가 최대 50%까지 증가합니다.
pt_br: Quando o HP estiver abaixo de 50%, o multiplicador de dano aumentará em até 50% com base no HP perdido.
ru: Если уровень HP ниже 50%, множитель урона увеличится максимум на 50% в зависимости от потерянного HP.
zh_cn: 当生命值少于50%时，根据已损生命值增加至多50%伤害倍率修正。
zh_tw: 當生命值低於50%時，根據已損生命值增加至多50%的傷害倍率修正。

# 生命值越少，伤害倍率越高。
source: The lower the health, the higher the damage multiplier.
de: Je geringer die Gesundheit, desto höher der Schadensmultiplikator.
es: Cuanto menor sea la salud, mayor será el multiplicador de daño.
fr: Plus la santé est faible, plus le multiplicateur de dégâts est élevé.
ja: HPが少ないほど、ダメージ倍率が高くなる。
ko: 체력이 낮을수록 데미지 배수가 높아집니다.
pt_br: Quanto menor a saúde, maior o multiplicador de dano.
ru: Чем ниже здоровье, тем выше множитель урона.

# XVI.塔
source: XVI. The Tower
de: XVI. Der Turm
es: XVI. La Torre
fr: XVI. La Tour
ja: XVI.塔
ko: XVI. 타워
pt_br: XVI. A Torre
ru: XVI. Башня
zh_cn: XVI.塔
zh_tw: XVI.塔

# 终将倒塌。
source: Will inevitably crumble.
de: Wird unweigerlich zerbröckeln.
es: Se derrumbará inevitablemente.
fr: S'effondrera inévitablement.
ja: いずれ倒れる。
ko: 결국 무너질 것이다.
pt_br: Inevitavelmente irá desmoronar.
ru: Неизбежно рухнет.
zh_cn: 终将倒塌。
zh_tw: 終將倒塌。

# 每{{0}}暴击率提供的{{1}}伤害倍率乘数修正。 普通攻击无法暴击。
source: Each {{0}} crit rate provides a {{1}} damage multiplier adjustment. Normal attacks cannot crit.
de: Jede {{0}} kritische Trefferquote führt zu einer Anpassung des Schadensmultiplikators um {{1}}. Normale Angriffe können keine kritischen Treffer erzielen.
es: Cada {{0}} de probabilidad de crítico proporciona un ajuste de {{1}} en el multiplicador de daño. Los ataques normales no pueden ser críticos.
fr: Chaque taux de critique de {{0}} ajuste le multiplicateur de dégâts de {{1}}. Les attaques normales ne peuvent pas infliger de coup critique.
ja: 毎{{0}}のクリティカル率による{{1}}のダメージ倍率乗数修正。通常攻撃はクリティカルしない。
ko: 각 {{0}} 치명타율은 {{1}}의 피해 배율 조정을 제공합니다. 일반 공격은 치명타를 가할 수 없습니다.
pt_br: Cada {{0}} taxa de acerto crítico fornece um ajuste de multiplicador de dano de {{1}}. Ataques normais não causam acerto crítico.
ru: Каждый шанс крита {{0}} увеличивает множитель урона на {{1}}. Обычные атаки не могут быть критическими.
zh_cn: 每{{0}}暴击率提供的{{1}}伤害倍率乘数修正。 普通攻击无法暴击。
zh_tw: 每{{0}}暴擊率提供的{{1}}傷害倍率乘數修正。 普通攻擊無法暴擊。

# 暴击率折算为伤害倍率，无法暴击。
source: The critical hit rate is converted into damage multiplier and cannot critically hit.
de: Die kritische Trefferquote wird in einen Schadensmultiplikator umgewandelt und kann keine kritischen Treffer erzielen.
es: La tasa de golpe crítico se convierte en multiplicador de daño y no puede golpear críticamente.
fr: Le taux de coup critique est converti en multiplicateur de dégâts et ne peut pas provoquer de coup critique.
ja: クリティカル率はダメージ倍率に換算され、クリティカルができない。
ko: 치명타율은 데미지 배수로 변환되며 치명타가 발생하지 않습니다.
pt_br: A taxa de acerto crítico é convertida em multiplicador de dano e não pode causar acerto crítico.
ru: Вероятность критического попадания преобразуется в множитель урона и не может нанести критический удар.

# 通缉上升！
source: Wanted Level Rising!
de: Fahndungslevel steigt!
es: ¡Se busca subir de nivel!
fr: Niveau recherché en hausse !
ja: 指名手配が上昇！
ko: 수배 레벨 상승!
pt_br: Nível de procurado subindo!
ru: Уровень розыска повышается!
zh_cn: 通缉上升！
zh_tw: 通緝上升！

# “我从没碰过这么烫的东西！”
source: “I've never touched anything so hot!”
de: „Ich habe noch nie etwas so Heißes berührt!“
es: “¡Nunca he tocado nada tan caliente!”
fr: "Je n’ai jamais rien touché d’aussi chaud ! "
ja: 「こんなに熱いものに今まで触ったことがない！」
ko: "이렇게 뜨거운 건 처음 봐요!"
pt_br: “Nunca toquei em nada tão quente!”
ru: «Я никогда не трогал ничего настолько горячего!»
zh_cn: “我从没碰过这么烫的东西！”
zh_tw: 「我從沒碰過這麼燙的東西！」

# 敌群数目永久增加。
source: Enemy group size increases permanently.
de: Die Größe der Feindgruppe nimmt ständig zu.
es: El tamaño del grupo enemigo aumenta permanentemente.
fr: La taille du groupe ennemi augmente de manière permanente.
ja: 敵群の数が永久に増加する。
ko: 적군의 규모가 영구적으로 증가합니다.
pt_br: O tamanho do grupo inimigo aumenta permanentemente.
ru: Размер вражеской группы увеличивается навсегда.
zh_cn: 敌群数目永久增加。
zh_tw: 敵群數量永久增加。

# X.命运之轮
source: X. Wheel of Fortune
de: X. Glücksrad
es: X. Rueda de la fortuna
fr: X. La Roue de la Fortune
ja: X.運命の輪
ko: X. 운명의 바퀴
pt_br: X. Roda da Fortuna
ru: X. Колесо Фортуны
zh_cn: X.命运之轮
zh_tw: X.命運之輪

# 变幻无常，命中注定。
source: Fortune is fickle, fate is certain.
de: Das Glück ist launisch, das Schicksal ist gewiss.
es: La fortuna es voluble, el destino es seguro.
fr: La fortune est capricieuse, le destin est certain.
ja: 変幻無常、運命に定まる。
ko: 행운은 변덕스럽지만, 숙명은 확실하다.
pt_br: A fortuna é inconstante, o destino é certo.
ru: Фортуна переменчива, судьба неизменна.
zh_cn: 变幻无常，命中注定。
zh_tw: 變幻無常，命中注定。

# 允许你消耗幸运重置当前道具选择。 单回合内多次使用会增大消耗。
source: Allow you to spend luck to reset current item selection. Using multiple times in a single round will increase the cost.
de: Ermöglicht es Ihnen, Glück auszugeben, um die aktuelle Gegenstandsauswahl zurückzusetzen. Die mehrmalige Verwendung in einer Runde erhöht die Kosten.
es: Permite gastar suerte para restablecer la selección de objetos actual. Usarlo varias veces en una misma ronda aumentará el coste.
fr: Vous permet de dépenser de la chance pour réinitialiser la sélection d'objets actuelle. Utiliser plusieurs fois au cours d'un même tour augmentera le coût.
ja: 幸運を消費して現在のアイテム選択をリセットできます。 1ターン内に複数回使用すると消費が増大します。
ko: 행운을 소모하여 현재 아이템 선택을 초기화할 수 있습니다. 한 라운드에 여러 번 사용하면 비용이 증가합니다.
pt_br: Permite que você gaste sorte para redefinir a seleção atual de itens. Usar várias vezes em uma única rodada aumentará o custo.
ru: Позволяет потратить удачу на сброс текущего выбора предметов. Использование нескольких удач за один раунд увеличит стоимость.
zh_cn: 允许你消耗幸运重置当前道具选择。 单回合内多次使用会增大消耗。
zh_tw: 允許你消耗幸運重置當前道具選擇。 單回合內多次使用會增大消耗。

# 消耗幸运重置道具。
source: Consume the lucky reset item.
de: Verbrauchen Sie den Glücks-Reset-Artikel.
es: Consume el objeto de reinicio de la suerte.
fr: Consommez l'objet de réinitialisation chanceux.
ja: 幸運リセット道具を消費する。
ko: 행운의 초기화 아이템을 사용하세요.
pt_br: Consuma o item de redefinição da sorte.
ru: Используйте счастливый предмет сброса.

# 0.愚者
source: 0. The Fool
de: 0. Der Narr
es: 0. El tonto
fr: 0. Le Fou
ja: 0.愚者
ko: 0. 바보
pt_br: 0. O Louco
ru: 0. Дурак
zh_cn: 0.愚者
zh_tw: 0.愚者

# 愚者之旅。
source: The Fool's Journey.
de: Die Reise des Narren.
es: El viaje del tonto.
fr: Le voyage du fou.
ja: 愚者の旅。
ko: 바보의 여행.
pt_br: A Jornada do Tolo.
ru: Путешествие Дурака.
zh_cn: 愚者之旅。
zh_tw: 愚者之旅。

# 按照等级次序移除最早获得的最多3个道具，补偿对应数目的剩余道具掉落。 {{FOOL}}
source: Remove up to 3 earliest obtained items in order of rank, and compensate with the corresponding number of remaining item drops.{{FOOL}}
de: Entferne bis zu 3 der am frühesten erhaltenen Gegenstände in der Reihenfolge ihres Ranges und kompensiere dies mit der entsprechenden Anzahl der verbleibenden Gegenstandsabwürfe.{{FOOL}}
es: Elimina hasta 3 objetos obtenidos primero en orden de rango y compensa con la cantidad correspondiente de objetos restantes obtenidos.{{FOOL}}
fr: Retirez jusqu'à 3 premiers objets obtenus par ordre de rang et compensez avec le nombre correspondant d'objets restants.{{FOOL}}
ja: ランクの順に最も早く入手した最大3個のアイテムを削除し、対応する数の残りアイテムのドロップを補償します。{{FOOL}}
ko: 가장 먼저 획득한 아이템을 순위 순서대로 최대 3개까지 제거하고, 남은 아이템 드롭 수에 해당하는 개수만큼 보상합니다.{{FOOL}}
pt_br: Remova até 3 itens obtidos primeiro em ordem de classificação e compense com o número correspondente de itens restantes.{{FOOL}}
ru: Удалите до 3 самых первых полученных предметов в порядке ранга и компенсируйте соответствующим количеством оставшихся выпавших предметов.{{FOOL}}

# 移除最多三个低级道具，补充宝箱掉落。 {{FOOL}}
source: Remove up to three low-level items to supplement treasure chest drops.{{FOOL}}
de: Entferne bis zu drei Gegenstände auf niedrigem Level, um die Schatztruhen-Drops zu ergänzen.{{FOOL}}
es: Elimina hasta tres elementos de bajo nivel para complementar los cofres del tesoro que aparecen.{{FOOL}}
fr: Retirez jusqu'à trois objets de bas niveau pour compléter les butins des coffres au trésor.{{FOOL}}
ja: 最大で3つの低級アイテムを削除し、宝箱のドロップを補充する。 {{FOOL}}
ko: 최대 3개의 저레벨 아이템을 제거하여 보물 상자 드롭을 보충하세요.{{FOOL}}
pt_br: Remova até três itens de nível baixo para complementar os itens do baú do tesouro.{{FOOL}}
ru: Удалите до трех предметов низкого уровня, чтобы дополнить выпавшие в сундуках сокровища.{{FOOL}}

# II.女祭司
source: II. The High Priestess
de: II. Die Hohepriesterin
es: II. La Suma Sacerdotisa
fr: II. La Grande Prêtresse
ja: II.女司祭
ko: II. 대여사제
pt_br: II. A Alta Sacerdotisa
ru: II. Верховная жрица
zh_cn: II.女祭司
zh_tw: II.女祭司

# 属于所有人的光辉。
source: The radiance that belongs to all.
de: Das Strahlen, das allen gehört.
es: El resplandor que pertenece a todos.
fr: L'éclat qui appartient à tous.
ja: 全ての人の輝き。
ko: 모든 사람에게 속한 빛.
pt_br: O brilho que pertence a todos.
ru: Сияние, которое принадлежит всем.
zh_cn: 属于所有人的光辉。
zh_tw: 屬於所有人的光輝。

# 当前回合内，你获得的药瓶会给你带来+5法术强度提升修正。
source: In this round, potions grant +5 spell power bonus.
de: In dieser Runde gewähren Tränke einen Zauberkraftbonus von +5.
es: En esta ronda, las pociones otorgan +5 de bonificación al poder con hechizos.
fr: Dans ce tour, les potions confèrent un bonus de puissance des sorts de +5.
ja: 現在のターン中、入手したポーションはあなたに魔法力+5の補正をもたらします。
ko: 이 라운드에서는 물약이 주문력 보너스를 +5 부여합니다.
pt_br: Nesta rodada, poções concedem +5 de bônus de poder mágico.
ru: В этом раунде зелья дают бонус +5 к силе заклинаний.
zh_cn: 当前回合内，你获得的药瓶会给你带来+5法术强度提升修正。
zh_tw: 當前回合內，你取得的藥瓶會給你帶來+5法術強度提升修正。

# 拾取药瓶临时提升法强。
source: Picking up the potion temporarily increases ability power.
de: Das Aufnehmen des Tranks erhöht vorübergehend die Fähigkeitsstärke.
es: Recoger la poción aumenta temporalmente el poder de habilidad.
fr: Ramasser la potion augmente temporairement la puissance de la capacité.
ja: 薬瓶を拾うと魔法力が一時的に上昇する。
ko: 물약을 먹으면 일시적으로 주문력이 증가합니다.
pt_br: Pegar a poção aumenta temporariamente o poder da habilidade.
ru: Поднятие зелья временно увеличивает силу способностей.

# 子弹时间
source: Bullet Time
es: Tiempo bala
ja: バレットタイム
ko: 불릿 타임
pt_br: Tempo de bala
ru: Пуля времени
zh_cn: 子弹时间
zh_tw: 子彈時間

# 像Neo一样闪躲子弹吧！
source: Dodge bullets like Neo!
de: Weiche Kugeln aus wie Neo!
es: ¡Esquiva las balas como Neo!
fr: Esquivez les balles comme Neo !
ja: ネオのように弾をかわせよ！
ko: 네오처럼 총알을 피하세요!
pt_br: Desvie das balas como o Neo!
ru: Уклоняйся от пуль, как Нео!
zh_cn: 像Neo一样闪躲子弹吧！
zh_tw: 像Neo一樣閃躲子彈吧！

# 降低敌人子弹速度10%。
source: Reduce enemy bullet speed by 10%.
de: Reduzieren Sie die Geschossgeschwindigkeit des Gegners um 10 %.
es: Reduce la velocidad de la bala enemiga en un 10%.
fr: Réduit la vitesse des balles ennemies de 10 %.
ja: 敵の弾速を10%低下させる。
ko: 적의 총알 속도를 10% 감소시킵니다.
pt_br: Reduz a velocidade da bala inimiga em 10%.
ru: Уменьшите скорость вражеских пуль на 10%.
zh_cn: 降低敌人子弹速度10%。
zh_tw: 降低敵人子彈速度10%。

# 降低敌人子弹速度。
source: Reduce the enemy's bullet speed.
de: Reduzieren Sie die Geschossgeschwindigkeit des Feindes.
es: Reduce la velocidad de la bala del enemigo.
fr: Réduisez la vitesse des balles de l'ennemi.
ja: 敵の弾速を低下させる。
ko: 적의 총알 속도를 줄입니다.
pt_br: Reduza a velocidade da bala inimiga.
ru: Уменьшите скорость полета пуль противника.

# 黑心
source: Black Heart
de: Schwarzes Herz
es: Corazón negro
fr: Coeur noir
ja: 腹黒い
ko: 흑심
pt_br: Coração Negro
ru: Черное Сердце
zh_cn: 黑心
zh_tw: 黑心

# 脆弱而易怒。
source: Fragile and irritable.
de: Zerbrechlich und reizbar.
es: Frágil e irritable.
fr: Fragile et irritable.
ja: 脆くて怒りっぽい。
ko: 연약하고 짜증이 난다.
pt_br: Frágil e irritável.
ru: Хрупкий и раздражительный.
zh_cn: 脆弱而易怒。
zh_tw: 脆弱而易怒。

# 每累计失去最大生命20%时，对所有敌人造成{{0}}伤害，并消除弹幕。
source: Every time you lose 20% of max HP, deal {{0}} damage to all enemies and clear bullets.
de: Jedes Mal, wenn Sie 20 % Ihrer maximalen HP verlieren, fügen Sie allen Feinden {{0}} Schaden zu und beseitigen Sie Kugeln.
es: Cada vez que pierdes el 20% de tus HP máximos, infliges {{0}} de daño a todos los enemigos y eliminas las balas.
fr: Chaque fois que vous perdez 20 % de vos PV max, infligez {{0}} de dégâts à tous les ennemis et éliminez les balles.
ja: 最大HPの20%を累計で失うたびに、全ての敵に{{0}}のダメージを与え、そして弾幕を消去する。
ko: 최대 체력의 20%를 잃을 때마다 모든 적에게 {{0}}의 피해를 입히고 총알을 제거합니다.
pt_br: Toda vez que você perder 20% do HP máximo, cause {{0}} de dano a todos os inimigos e elimine balas.
ru: Каждый раз, когда вы теряете 20% от максимального HP, наносите {{0}} урона всем врагам и уничтожайте пули.
zh_cn: 每累计失去最大生命20%时，对所有敌人造成{{0}}伤害，并消除弹幕。
zh_tw: 每累計失去最大生命20%時，對所有敵人造成{{0}}傷害，並消除彈幕。

# 受伤时消除弹幕。
source: Eliminate bullets when injured.
de: Eliminieren Sie Kugeln, wenn Sie verletzt sind.
es: Eliminar balas cuando se está herido.
fr: Éliminer les balles en cas de blessure.
ja: 負傷時に弾幕を消去する。
ko: 부상을 입었을 때는 총알을 제거하세요.
pt_br: Elimine balas quando estiver ferido.
ru: При ранении уничтожайте пули.

# 可以坐的椅子
source: Sittable Chair
de: Sitzbarer Stuhl
es: Silla para sentarse
fr: Chaise assise
ja: 座れる椅子
ko: 앉을 수 있는 의자
pt_br: Cadeira Sentável
ru: Стул для сидения
zh_cn: 可以坐的椅子
zh_tw: 可以坐的椅子

# 3A大作的门槛（确信
source: The threshold of an AAA masterpiece (convinced
de: Die Schwelle eines AAA-Meisterwerks (überzeugt
es: El umbral de una obra maestra AAA (convencido
fr: Le seuil d'un chef-d'œuvre AAA (convaincu
ja: 3A大作の門檻（確信）
ko: AAA 걸작의 문턱(확신)
pt_br: O limiar de uma obra-prima AAA (convencido
ru: Преддверие шедевра ААА (убежден
zh_cn: 3A大作的门槛（确信
zh_tw: 3A大作的門檻（确信

# 回合结束时恢复一定血量。
source: Restores some HP at the end of the round.
de: Stellt am Ende der Runde einige HP wieder her.
es: Restaura algo de HP al final de la ronda.
fr: Restaure quelques PV à la fin du tour.
ja: ターン終了時に一定のHPを回復する。
ko: 라운드가 끝나면 체력을 일부 회복합니다.
pt_br: Restaura um pouco de HP no final da rodada.
ru: Восстанавливает часть HP в конце раунда.
zh_cn: 回合结束时恢复一定血量。
zh_tw: 回合結束時恢復一定血量。

# XIV.节制
source: XIV. Temperance
de: XIV. Mäßigung
es: XIV. Templanza
fr: XIV. Tempérance
ja: XIV.節制
ko: XIV. 절제
pt_br: XIV. Temperança
ru: XIV. Умеренность
zh_cn: XIV.节制
zh_tw: XIV.節制

# 调和。
source: Harmonize.
de: Harmonisieren.
es: Armonizar.
fr: Harmoniser.
ja: 調和。
ko: 조화를 이루다.
pt_br: Harmonizar.
ru: Гармонизировать.
zh_cn: 调和。
zh_tw: 調和。

# 放弃获取武器或道具时，你可以获得一次属性提升加点。
source: When you give up acquiring a weapon or item, you can gain one attribute boost point.
de: Wenn Sie auf den Erwerb einer Waffe oder eines Gegenstands verzichten, können Sie einen Attribut-Boost-Punkt erhalten.
es: Cuando dejas de adquirir un arma o un objeto, puedes ganar un punto de mejora de atributo.
fr: Lorsque vous renoncez à acquérir une arme ou un objet, vous pouvez gagner un point d'amélioration d'attribut.
ja: 武器またはアイテムの入手を放棄した場合、1回の属性向上加点を獲得できます。
ko: 무기나 아이템 획득을 포기하면 속성 강화 포인트 1개를 얻을 수 있습니다.
pt_br: Quando você desiste de adquirir uma arma ou item, você pode ganhar um ponto de aumento de atributo.
ru: Отказавшись от приобретения оружия или предмета, вы можете получить одно очко усиления характеристик.

# 放弃武器或道具时，获得属性加点。
source: When abandoning weapons or items, gain attribute points.
de: Wenn Sie Waffen oder Gegenstände zurücklassen, erhalten Sie Attributpunkte.
es: Al abandonar armas u objetos, gana puntos de atributo.
fr: Lorsque vous abandonnez des armes ou des objets, gagnez des points d'attribut.
ja: 武器またはアイテムを捨てると、属性ポイントを獲得する。
ko: 무기나 아이템을 버리면 속성 포인트를 얻습니다.
pt_br: Ao abandonar armas ou itens, ganhe pontos de atributo.
ru: При отказе от оружия или предметов вы получаете очки характеристик.

# 库因克
source: Quinque
ja: クインク
ko: 퀸케
ru: Квинке
zh_cn: 库因克
zh_tw: 庫因克

# “吃吧……”
source: “Eat then...”
de: „Dann iss …“
es: “Come entonces...”
fr: "Mange alors... "
ja: 「食べて……」
ko: "그럼 먹어..."
pt_br: “Coma então...”
ru: «Тогда ешь...»
zh_cn: “吃吧……”
zh_tw: 「吃吧……」

# 每秒失去1点生命（不会导致角色死亡）。
source: Lose 1 HP per second (won't kill the character).
de: Verlieren Sie 1 HP pro Sekunde (der Charakter wird dadurch nicht getötet).
es: Pierde 1 HP por segundo (no matará al personaje).
fr: Perdez 1 PV par seconde (ne tuera pas le personnage).
ja: 毎秒1ポイントの生命を失う（キャラクターを死亡させることはない）。
ko: 1초마다 체력 1씩 감소합니다(캐릭터는 죽지 않습니다).
pt_br: Perde 1 HP por segundo (não mata o personagem).
ru: Теряет 1 ед. здоровья в секунду (не убивает персонажа).
zh_cn: 每秒失去1点生命（不会导致角色死亡）。
zh_tw: 每秒失去1點生命（不會導致角色死亡）。

# 棍花
source: Staff Flourish
de: Mitarbeiter florieren
es: El personal prospera
fr: Le personnel s'épanouit
ja: 棍の花
ko: 직원의 번영
pt_br: Equipe Flourish
ru: Процветание персонала
zh_cn: 棍花
zh_tw: 棍花

# “棍在身周轮番旋舞，可抵住弹丸箭矢。”
source: "The staff spins and whirls around the body in turns, capable of blocking pellets and arrows."
de: „Der Stab dreht und wirbelt abwechselnd um den Körper und kann Kugeln und Pfeile abwehren.“
es: "El bastón gira y se arremolina alrededor del cuerpo por turnos, siendo capaz de bloquear perdigones y flechas".
fr: "Le bâton tourne et tourbillonne autour du corps à tour de rôle, capable de bloquer les plombs et les flèches. "
ja: 「棍は身の周りで交互に回し舞い、弾丸や矢を防ぐことができる。」
ko: "지팡이는 몸 주위를 돌며 회전하며, 산탄과 화살을 막을 수 있습니다."
pt_br: "O cajado gira e rodopia ao redor do corpo em turnos, capaz de bloquear projéteis e flechas."
ru: «Посох вращается и вращается вокруг тела по очереди, способствуя блокированию пуль и стрел».

# 挥起棍子，抵御一切！ 每3次近战武器攻击的挥砍可以抵挡飞行道具。
source: Wield the staff, resist everything! Every 3rd melee attack blocks projectiles.
de: Schwinge den Stab und widerstehe allem! Jeder dritte Nahkampfangriff blockt Projektile.
es: ¡Empuña el bastón y resiste todo! Cada tercer ataque cuerpo a cuerpo bloquea los proyectiles.
fr: Maniez le bâton, résistez à tout ! Une attaque de mêlée sur trois bloque les projectiles.
ja: 棒を振り上げ、全てを防げ！ 3回の近接武器攻撃の斬撃ごとに、飛来物を防ぐことができる。
ko: 지팡이를 휘두르며 모든 것을 막아라! 3번째 근접 공격마다 투사체를 막아낸다.
pt_br: Empunhe o cajado e resista a tudo! A cada 3 ataques corpo a corpo, ele bloqueia projéteis.
ru: Вооружись посохом, сопротивляйся всему! Каждая третья атака в ближнем бою блокирует снаряды.
zh_cn: 挥起棍子，抵御一切！ 每3次近战武器攻击的挥砍可以抵挡飞行道具。
zh_tw: 揮起棍子，抵禦一切！ 每3次近戰武器攻擊的揮砍可以抵擋飛行道具。

# 近战攻击有时抵挡子弹。
source: Melee attacks sometimes block bullets.
de: Nahkampfangriffe blockieren manchmal Kugeln.
es: Los ataques cuerpo a cuerpo a veces bloquean las balas.
fr: Les attaques de mêlée bloquent parfois les balles.
ja: 近接攻撃は時には弾丸を防ぐ。
ko: 근접 공격은 때때로 총알을 막습니다.
pt_br: Ataques corpo a corpo às vezes bloqueiam balas.
ru: Атаки ближнего боя иногда блокируют пули.

# VI.恋人
source: VI. The Lovers
de: VI. Die Liebenden
es: VI. Los amantes
fr: VI. Les Amants
ja: VI.恋人
ko: VI. 연인들
pt_br: VI. Os Amantes
ru: VI. Влюбленные
zh_cn: VI.恋人
zh_tw: VI.戀人

# 他、她或者它，会拯救你。
source: He, she, or it, will save you.
de: Er, sie oder es wird dich retten.
es: Él, ella o ello te salvará.
fr: Il, elle ou cela vous sauvera.
ja: 彼、彼女またはそれが、あなたを救う。
ko: 그, 그녀, 또는 그것이 당신을 구해줄 것입니다.
pt_br: Ele, ela ou aquilo irá salvá-lo.
ru: Он, она или оно спасет тебя.
zh_cn: 他、她或者它，会拯救你。
zh_tw: 他、她、牠或者它，會拯救你。

# 回合结束时，自动回收所有未拾取的药瓶。
source: At the end of the round, automatically recover all unpicked-up potion bottles.
de: Am Ende der Runde werden automatisch alle nicht aufgehobenen Zaubertrankflaschen eingeholt.
es: Al final de la ronda, recupera automáticamente todas las botellas de poción no recogidas.
fr: À la fin du tour, récupérez automatiquement toutes les bouteilles de potion non ramassées.
ja: ターン終了時、すべての拾われていない薬瓶を自動的に回収する。
ko: 라운드가 끝나면, 집어 올리지 않은 물약병을 모두 자동으로 회수합니다.
pt_br: No final da rodada, recupere automaticamente todos os frascos de poção não coletados.
ru: В конце раунда автоматически заберите все неподнятые бутылочки с зельями.

# 回合结束，自动拾取药瓶。
source: Round End, automatically pick up potion.
de: Rundenende, Trank automatisch aufheben.
es: Final redondo, recoge poción automáticamente.
fr: Fin du tour, ramassez automatiquement la potion.
ja: ターン終了、自動で薬瓶を拾います。
ko: 라운드 엔드, 자동으로 물약을 획득합니다.
pt_br: Fim da rodada, pega poção automaticamente.
ru: Конец раунда, автоматически подбираем зелье.

# 广告位招租
source: Ad Space for Rent
de: Werbefläche zu vermieten
es: Espacio publicitario en alquiler
fr: Espace publicitaire à louer
ja: 広告スペース募集中
ko: 임대 광고 공간
pt_br: Espaço publicitário para alugar
ru: Рекламное место в аренду
zh_cn: 广告位招租
zh_tw: 廣告位招租

# 来个“XX饮品”给我打钱谢谢！
source: "XX Drink" Pay up, thanks!
de: „XX Getränk“ Zahl, danke!
es: "XX Drink" ¡Paga, gracias!
fr: "XX Drink" Payez, merci !
ja: 「XX飲み物」をください。私にお金を振って、ありがとう！
ko: "XX 음료" 돈을 내세요, 고맙습니다!
pt_br: "XX Drink" Pague, obrigado!
ru: "XX Drink" Плати, спасибо!
zh_cn: 来个“XX饮品”给我打钱谢谢！
zh_tw: 來個「XX飲品」給我打錢謝謝！

# 提升药瓶的恢复能力。
source: Enhances potion's recovery ability.
de: Verbessert die Wiederherstellungsfähigkeit des Tranks.
es: Mejora la capacidad de recuperación de la poción.
fr: Améliore la capacité de récupération de la potion.
ja: 薬瓶の回復能力を強化する。
ko: 물약의 회복력을 강화합니다.
pt_br: Aumenta a capacidade de recuperação da poção.
ru: Усиливает восстанавливающую способность зелья.
zh_cn: 提升药瓶的恢复能力。
zh_tw: 提升藥瓶的恢復能力。

# 圣水
source: Holy Water
de: Weihwasser
es: Agua santa
fr: Eau bénite
ja: 聖水
ko: 성수
pt_br: Água benta
ru: Святая вода
zh_cn: 圣水
zh_tw: 聖水

# “对恶魔有奇效。”
source: Highly effective against demons.
de: Hochwirksam gegen Dämonen.
es: Altamente efectivo contra los demonios.
fr: Très efficace contre les démons.
ja: 「悪魔には非常に効果的だ。」
ko: 악마에 대해 매우 효과적입니다.
pt_br: Altamente eficaz contra demônios.
ru: Очень эффективно против демонов.
