Repository: hua-zhi-wan/not-survivors-translations
Catalog: */*.po
Languages: de, es, fr, ja, ko, pt_br, ru, zh_cn, zh_tw

source: Easy: At the end of each round, [color=skyblue]80% of XP is automatically collected[/color]. Enemies have lower [color=green]HP[/color] and [color=yellow]damage[/color]. HP will be displayed in [color=royalblue]harmless blue[/color]. [color=red]Cannot unlock full achievements[/color].
de: Einfach: Am Ende jeder Runde werden [color=skyblue]80 % der XP automatisch gesammelt[/color]. Gegner haben weniger [color=green]HP[/color] und verursachen weniger [color=yellow]Schaden[/color]. HP wird in [color=royalblue]harmlosem Blau[/color] angezeigt. [color=red]Vollständige Erfolge können nicht freigeschaltet werden[/color].
es: Fácil: Al final de cada ronda, se obtiene automáticamente el [color=skyblue]80% de XP[/color]. Los enemigos tienen menos [color=green]PS[/color] y [color=yellow]daño[/color]. Los PS se mostrarán en [color=royalblue]azul inofensivo[/color]. [color=red]No se pueden desbloquear logros completos[/color].
fr: Facile : À la fin de chaque manche, [color=skyblue]80 % d’XP sont automatiquement récupérés[/color]. Les ennemis ont des [color=green]PV[/color] et des [color=yellow]dégâts[/color] inférieurs. Les PV sont affichés en [color=royalblue]bleu inoffensif[/color]. [color=red]Impossible de débloquer tous les succès[/color].
ja: 簡単難易度： ターン終了時[color=skyblue]自動で80%の経験値を回収[/color]。 敵の[color=green]生命力[/color]と[color=yellow]ダメージ[/color]はより低くなります。 生命值は[color=royalblue]人畜無害な青色[/color]で表示されます。 [color=red]完全なアチーブメントを解錠できません[/color]。
ko: 쉬움: 각 라운드가 끝날 때마다 [color=skyblue]경험치의 80%가 자동으로 획득[/color]됩니다. 적의 [color=green]HP[/color]와 [color=yellow]피해량[/color]이 감소합니다. HP는 [color=royalblue]무해한 파란색[/color]으로 표시됩니다. [color=red]모든 업적을 달성할 수 없습니다[/color].
pt_br: Fácil: Ao final de cada rodada, [color=skyblue]80% do XP é coletado automaticamente[/color]. Os inimigos têm [color=green]HP[/color] e [color=yellow]dano[/color] menores. O HP será exibido em [color=royalblue]azul inofensivo[/color]. [color=red]Não é possível desbloquear conquistas completas[/color].
ru: Простой: В конце каждого раунда [color=skyblue]80% опыта автоматически накапливается[/color]. У врагов меньше [color=green]HP[/color] и [color=yellow]урон[/color]. HP будет отображаться [color=royalblue]безвредным синим[/color]. [color=red]Невозможно разблокировать все достижения[/color].
zh_cn: 简单难度： 回合结束[color=skyblue]自动回收80%经验值[/color]。 敌人的[color=green]生命[/color]和[color=yellow]伤害[/color]会更低。 生命值会以[color=royalblue]人畜无害的蓝色[/color]显示。 [color=red]无法解锁完整成就[/color]。
zh_tw: 簡單難度： 回合結束[color=skyblue]自動回收80%經驗值[/color]。 敵人的[color=green]生命值[/color]和[color=yellow]傷害[/color]會更低。 生命值會以[color=royalblue]人畜無害的藍色[/color]顯示。 [color=red]無法解鎖完整成就[/color]。

# 选择
source: Select
de: Wählen
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택하다
pt_br: Selecione
ru: Выбирать
zh_cn: 选择
zh_tw: 選擇

source: Standard: At the end of each round, [color=red]only 50% of XP is automatically collected[/color]. [color=red]Enemy damage increases progressively[/color]. After game over, you can enter [color=skyblue]Endless Mode[/color]. [color=gray]This is the originally intended difficulty of the game design.[/color]
de: Standard: Am Ende jeder Runde werden [color=red]nur 50 % der XP automatisch gesammelt[/color]. [color=red]Der Schaden der Gegner steigt progressiv an[/color]. Nach dem Ende des Spiels können Sie in den [color=skyblue]Endlosmodus[/color] wechseln. [color=gray]Dies ist der ursprünglich vorgesehene Schwierigkeitsgrad des Spiels.[/color]
es: Estándar: Al final de cada ronda, solo se obtiene automáticamente el 50 % de la XP. El daño enemigo aumenta progresivamente. Al finalizar la partida, puedes acceder al Modo Infinito. Esta es la dificultad original del diseño del juego.
fr: Standard : À la fin de chaque manche, [color=red]seulement 50 % d’XP sont automatiquement récupérés[/color]. [color=red]Les dégâts ennemis augmentent progressivement[/color]. Après la fin de la partie, vous pouvez accéder au [color=skyblue]Mode Sans Fin[/color]. [color=gray]Il s’agit du niveau de difficulté initialement prévu.[/color]
ja: 標準難易度： ターン終了時[color=red]自動で50%の経験値のみ回収されます[/color]。 [color=red]敵のダメージはどんどん高くなります[/color]。 ゲーム終了後は[color=skyblue]無限モード[/color]に入ることができます。 [color=gray]これはゲームデザイン当初の想定難易度です[/color]。
ko: 기본: 각 라운드가 끝날 때마다 [color=red]경험치의 50%만 자동으로 획득[/color]됩니다. [color=red]적의 공격력이 점진적으로 증가합니다[/color]. 게임 종료 후 [color=skyblue]무한 모드[/color]에 진입할 수 있습니다. [color=gray]이는 게임 디자인에서 원래 의도한 난이도입니다.[/color]
pt_br: Padrão: Ao final de cada rodada, [color=red]apenas 50% do XP é coletado automaticamente[/color]. [color=red]O dano inimigo aumenta progressivamente[/color]. Após o término do jogo, você pode entrar no [color=skyblue]Modo Infinito[/color]. [color=gray]Esta é a dificuldade original do design do jogo.[/color]
ru: Стандарт: В конце каждого раунда [color=red]автоматически накапливается только 50% опыта[/color]. [color=red]Урон врагов прогрессивно увеличивается[/color]. После окончания игры вы можете перейти в [color=skyblue]Бесконечный режим[/color]. [color=gray]Это изначально задуманная сложность игры.[/color]
zh_cn: 标准难度： 回合结束[color=red]只自动回收50%经验值[/color]。 [color=red]敌人伤害会越来越高[/color]。 游戏结束后可以进入[color=skyblue]无尽模式[/color]。 [color=gray]这是游戏设计原本的预期难度。[/color]
zh_tw: 標準難度： 回合結束後[color=red]只會自動回收50%經驗值[/color]。 [color=red]敵人傷害會逐漸提高[/color]。 遊戲結束後可以進入[color=skyblue]無盡模式[/color]。 [color=gray]這是遊戲設計原本的預期難度。[/color]

# 装备到这里
source: Equip Here
de: Hier ausrüsten
es: Equipar aquí
fr: Équipez-vous ici
ja: ここに装備する
ko: 여기에 장비하세요
pt_br: Equipe aqui
ru: Экипировать здесь
zh_cn: 装备到这里
zh_tw: 裝備到此處

# 装备武器到……
source: Equip Weapon To...
de: Rüste deine Waffe aus, um …
es: Equipar arma a...
fr: Équiper une arme pour...
ja: ……に武器を装備する
ko: 무기를 장착하려면...
pt_br: Equipar arma para...
ru: Экипировать оружие для...
zh_cn: 装备武器到……
zh_tw: 裝備武器到……

# 放弃
source: Discard
de: Verwerfen
es: Desechar
fr: Jeter
ja: 放棄
ko: 버리다
pt_br: Descartar
ru: Отказаться
zh_cn: 放弃
zh_tw: 放棄

# 角色选择
source: Character Selection
de: Charakterauswahl
es: Selección de personajes
fr: Sélection de caractères
ja: キャラクター選択
ko: 캐릭터 선택
pt_br: Seleção de Personagens
ru: Выбор персонажа
zh_cn: 角色选择
zh_tw: 角色選擇

# 等级提升！
source: Level Up!
de: Aufsteigen!
es: ¡Elevar a mismo nivel!
fr: Passez au niveau supérieur !
ja: レベルアップ！
ko: 레벨업!
pt_br: Suba de nível!
ru: Повышайте уровень!
zh_cn: 等级提升！
zh_tw: 等級提升！

# 继续前进
source: Proceed
de: Fortfahren
es: Proceder
fr: Procéder
ja: 前進を続ける
ko: 진행하다
pt_br: Prosseguir
ru: Продолжить
zh_cn: 继续前进
zh_tw: 繼續前行

# 获得道具！
source: Item acquired!
de: Artikel erworben!
es: ¡Artículo adquirido!
fr: Objet acquis !
ja: 道具を獲得！
ko: 아이템을 획득했습니다!
pt_br: Item adquirido!
ru: Предмет приобретен!
zh_cn: 获得道具！
zh_tw: 取得道具！

# 重置
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
ko: 다시 놓기
pt_br: Reiniciar
ru: Перезагрузить
zh_cn: 重置
zh_tw: 重置

# 购买道具！
source: Buy Items!
de: Artikel kaufen!
es: ¡Compra artículos!
fr: Achetez des articles !
ja: 道具を購入！
ko: 아이템을 구매하세요!
pt_br: Compre itens!
ru: Купить товары!
zh_cn: 购买道具！
zh_tw: 購買道具

# 结束
source: Finish
de: Beenden
es: Finalizar
fr: Finition
ja: 終了
ko: 마치다
pt_br: Terminar
ru: Заканчивать
zh_cn: 结束
zh_tw: 結束

# 我们安全了，暂时的。
source: We're safe, only for now.
de: Wir sind in Sicherheit, aber nur für den Moment.
es: Estamos a salvo, sólo por ahora.
fr: Nous sommes en sécurité, mais pour l'instant.
ja: 私たちは安全だ、一時的に。
ko: 우리는 안전해요. 하지만 지금은 안전해요.
pt_br: Estamos seguros, só por enquanto.
ru: Мы в безопасности, но только пока.
zh_cn: 我们安全了，暂时的。
zh_tw: 我們安全了，暫時的。

# 你听到了吗？
source: Did you hear that?
de: Hast du das gehört?
es: ¿Escuchaste eso?
fr: Tu as entendu ça ?
ja: 聞こえましたか？
ko: 들었어?
pt_br: Você ouviu isso?
ru: Вы это слышали?
zh_cn: 你听到了吗？
zh_tw: 你聽到了嗎？

# 已完成
source: Completed
de: Vollendet
es: Terminado
fr: Complété
ja: 完了
ko: 완전한
pt_br: Concluído
ru: Завершенный
zh_cn: 已完成
zh_tw: 已完成

# 无尽
source: Endless
de: Endlos
es: Sin fin
fr: Sans fin
ja: 無尽
ko: 끝없는
pt_br: Sem fim
ru: Бесконечный
zh_cn: 无尽
zh_tw: 無盡

# 失败
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
ja: 失敗
ko: 실패한
pt_br: Fracassado
ru: Неуспешный
zh_cn: 失败
zh_tw: 失敗

# 时间到！
source: Time's Up!
de: Die Zeit ist um!
es: ¡Se acabó el tiempo!
fr: Le temps est écoulé !
ja: 時間です！
ko: 시간이 다 됐어요!
pt_br: Acabou o tempo!
ru: Время вышло!
zh_cn: 时间到！
zh_tw: 時間到

# 第%d波/共%d波
source: Wave %d/%d
de: Welle %d/%d
es: Onda %d/%d
fr: Vague %d/%d
ja: 第%d波/計%d波
ko: 웨이브 %d/%d
pt_br: Onda %d/%d
ru: Волна %d/%d
zh_cn: 第%d波/共%d波
zh_tw: 第%d波/共%d波

# 第%d波/无尽
source: Wave %d/Endless
de: Welle %d/Endlos
es: Onda %d/Infinita
fr: Vague %d/Sans fin
ja: 第%d波/無限
ko: 웨이브 %d/무한
pt_br: Onda %d/Sem fim
ru: Волна %d/Бесконечная
zh_cn: 第%d波/无尽
zh_tw: 第%d波/無盡

# 提示：
source: Tip:
de: Tipp:
es: Consejo:
fr: Conseil:
ja: ヒント：
ko: 팁:
pt_br: Dica:
ru: Кончик:
zh_cn: 提示：
zh_tw: 提示：

# 唯一
source: Unique
de: Einzigartig
es: Único
ja: 唯一
ko: 고유한
pt_br: Exclusivo
ru: Уникальный
zh_cn: 唯一
zh_tw: 唯一

# 已购买
source: Purchased
de: Gekauft
es: Comprado
fr: Acheté
ja: 購入済み
ko: 구매됨
pt_br: Comprado
ru: Куплено
zh_cn: 已购买
zh_tw: 已購買

# [解锁]
source: [Unlocked]
de: [Freigeschaltet]
es: [Desbloqueado]
fr: [Débloqué]
ja: ロック解除
ko: [잠금 해제됨]
pt_br: [Desbloqueado]
ru: [Разблокировано]
zh_cn: [解锁]
zh_tw: [解鎖]

# 幸运消耗%d
source: Luck Consumed: %d
de: Verbrauchtes Glück: %d
es: Suerte consumida: %d
fr: Chance consommée : %d
ja: 幸運消耗%d
ko: 소모된 행운: %d
pt_br: Sorte consumida: %d
ru: Удача израсходована: %d
zh_cn: 幸运消耗%d
zh_tw: 幸運消耗%d

# 获得武器！
source: Get The Weapon!
de: Hol dir die Waffe!
es: ¡Consigue el arma!
fr: Prends l'arme !
ja: 武器を手に入れろ！
ko: 무기를 가져와!
pt_br: Pegue a arma!
ru: Возьми оружие!

# 刷新
source: Refresh
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
ja: 更新
ko: 새로 고치다
pt_br: Atualizar
ru: Обновить
zh_cn: 刷新
zh_tw: 刷新

# 金币
source: Gold
es: Oro
fr: Or
ja: 金貨
ko: 금
pt_br: Ouro
ru: Золото
zh_cn: 金币
zh_tw: 金幣

# 【唯一】
source: [Unique]
de: [Einzigartig]
es: [Único]
ja: 【唯一】
ko: [고유한]
pt_br: [Exclusivo]
ru: [Уникальный]
zh_cn: 【唯一】
zh_tw: 【唯一】

# 波次
source: Wave
de: Welle
es: Ola
fr: Vague
ja: ウェーブ
ko: 파도
pt_br: Aceno
ru: Волна
zh_cn: 波次
zh_tw: 波數

# 等级
source: Level
de: Ebene
es: Nivel
fr: Niveau
ja: 等級
ko: 수준
pt_br: Nível
ru: Уровень
zh_cn: 等级
zh_tw: 等級

# 宝箱
source: Treasure Chest
de: Schatztruhe
es: Cofre del tesoro
fr: Coffre au trésor
ja: 宝箱
ko: 보물상자
pt_br: Baú do Tesouro
ru: Сундук с сокровищами

# 拾取范围
source: Pickup Range
de: Tonabnehmerbereich
es: Gama de recogida
fr: Portée de ramassage
ja: 拾い範囲
ko: 픽업 범위
pt_br: Alcance de captação
ru: Диапазон звукоснимателей
zh_cn: 拾取范围
zh_tw: 拾取範圍

# 连续无伤奖励 - 额外诅咒道具：
source: Consecutive No Damage Reward - Extra Cursed Item:
de: Belohnung für aufeinanderfolgendes Nicht-Schaden – Zusätzlicher verfluchter Gegenstand:
es: Recompensa consecutiva sin daño: objeto maldito adicional:
fr: Récompense consécutive sans dégâts - Objet maudit supplémentaire :
ja: 連続無傷報酬 - 追加呪い道具：
ko: 연속 무피해 보상 - 추가 저주 아이템:
pt_br: Recompensa consecutiva sem dano - Item amaldiçoado extra:
ru: Награда за последовательное отсутствие урона — Дополнительный проклятый предмет:

# 连续无伤奖励 - 额外祝福道具：
source: Continuous No-Damage Reward - Additional Blessing Item:
de: Kontinuierliche Belohnung ohne Schaden – Zusätzlicher Segensgegenstand:
es: Recompensa continua sin daño: objeto de bendición adicional:
fr: Récompense continue sans dégâts - Objet de bénédiction supplémentaire :
ja: 連続無傷報酬 - 追加祝福アイテム：
ko: 지속적인 무피해 보상 - 추가 축복 아이템:
pt_br: Recompensa contínua sem dano - Item de bênção adicional:
ru: Награда за непрерывное отсутствие урона — Дополнительный предмет благословения:

# 移除
source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
ja: 削除
ko: 제거하다
pt_br: Remover
ru: Удалять

# 伤害
source: Damage
de: Schaden
es: Daño
fr: Dommage
ja: 傷害
ko: 손상
pt_br: Dano
ru: Повреждать
zh_cn: 伤害
zh_tw: 傷害

# 冷却
source: Cooldown
de: Abklingzeit
es: Enfriarse
fr: Refroidir
ja: 冷却
ko: 쿨다운
pt_br: Esfriar
ru: Остывать
zh_cn: 冷却
zh_tw: 冷卻時間

# 范围
source: Range
de: Reichweite
es: Rango
fr: Gamme
ja: 範囲
ko: 범위
pt_br: Faixa
ru: Диапазон
zh_cn: 范围
zh_tw: 範圍

# 暴击率
source: Crit Rate
de: Kritische Trefferquote
es: Tasa crítica
fr: Taux de critique
ja: クリティカル率
ko: 크리티컬율
pt_br: Taxa crítica
ru: Скорость крита
zh_cn: 暴击率
zh_tw: 暴擊率

# 暴击效果
source: Crit Effect
de: Kritischer Effekt
es: Efecto crítico
fr: Effet critique
ja: クリティカル効果
ko: 크리티컬 효과
pt_br: Efeito Crítico
ru: Критический эффект
zh_cn: 暴击效果
zh_tw: 暴擊效果

# 击退
source: Knockback
de: Rückstoß
es: Retroceso
fr: Recul
ja: 撃退する
ko: 넉백
pt_br: Recuo
ru: Нокбэк
zh_cn: 击退
zh_tw: 擊退

# 生命偷取
source: Life Steal
de: Lebensraub
es: Robo de vida
fr: Vol de vie
ja: ライフスティール
ko: 라이프 스틸
pt_br: Roubo de Vida
ru: Кража жизни
zh_cn: 生命偷取
zh_tw: 生命偷取

# 吸收
source: Absorb
de: Absorbieren
es: Absorber
fr: Absorber
ja: 吸収
ko: 흡수하다
pt_br: Absorver
ru: Поглощать
zh_cn: 吸收
zh_tw: 吸收

# 攻击力
source: Attack Power
de: Angriffskraft
es: Poder de ataque
fr: Puissance d'attaque
ja: 攻撃力
ko: 공격력
pt_br: Poder de Ataque
ru: Сила атаки
zh_cn: 攻击力
zh_tw: 攻擊力

# 法术强度
source: Spell Power
de: Zauberkraft
es: Poder de hechizo
fr: Puissance des sorts
ja: 魔法強度
ko: 주문력
pt_br: Poder Mágico
ru: Сила заклинаний
zh_cn: 法术强度
zh_tw: 法術強度

# 伤害倍率
source: Damage Mult
de: Schadensmultiplikator
es: Daño múltiple
fr: Dégâts multiples
ja: ダメージ倍率
ko: 데미지 배수
pt_br: Dano Mult
ru: Множественный урон
zh_cn: 伤害倍率
zh_tw: 傷害倍率

# 攻击速度
source: Attack Speed
de: Angriffsgeschwindigkeit
es: Velocidad de ataque
fr: Vitesse d'attaque
ja: 攻撃速度
ko: 공격 속도
pt_br: Velocidade de Ataque
ru: Скорость атаки
zh_cn: 攻击速度
zh_tw: 攻擊速度

# 速度
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
ko: 속도
pt_br: Velocidade
ru: Скорость
zh_cn: 速度
zh_tw: 速度

# 攻击范围
source: Attack Range
de: Angriffsreichweite
es: Alcance de ataque
fr: Portée d'attaque
ja: 攻撃範囲
ko: 공격 범위
pt_br: Alcance de ataque
ru: Дальность атаки
zh_cn: 攻击范围
zh_tw: 攻擊範圍

# 幸运
source: Luck
de: Glück
es: Suerte
fr: Chance
ja: 幸運
ko: 운
pt_br: Sorte
ru: Удача
zh_cn: 幸运
zh_tw: 幸運

# 生命上限
source: Max HP
de: Max. PS
es: HP máximo
fr: HP max
ja: 生命上限
ko: 최대 HP
pt_br: HP máximo
ru: Макс. л.с.
zh_cn: 生命上限
zh_tw: 生命上限

# 护甲
source: Armor
de: Rüstung
es: Armadura
fr: Armure
ja: 鎧
ko: 갑옷
pt_br: Armadura
ru: Броня
zh_cn: 护甲
zh_tw: 護甲

# 闪避率
source: Dodge
de: Ausweichen
es: Esquivar
fr: Esquiver
ja: 回避率
ko: 다지
pt_br: Desviar
ru: Уклоняться
zh_cn: 闪避率
zh_tw: 閃避

# 贯穿
source: Penetration
es: Penetración
fr: Pénétration
ja: 貫く
ko: 침투
pt_br: Penetração
ru: Проникновение
zh_cn: 贯穿
zh_tw: 貫穿

# 药瓶恢复
source: Potion Recovery
de: Trankwiederherstellung
es: Recuperación de pociones
fr: Récupération de potion
ja: 薬瓶回復
ko: 물약 회복
pt_br: Recuperação de Poção
ru: Восстановление зелья
zh_cn: 药瓶恢复
zh_tw: 藥瓶恢復

# 回合恢复
source: Round Recovery
de: Rundenwiederherstellung
es: Recuperación de ronda
fr: Récupération ronde
ja: ターン回復
ko: 라운드 복구
pt_br: Recuperação de Rodada
ru: Раундовое восстановление
zh_cn: 回合恢复
zh_tw: 回合恢復

# 物理
source: Physical
de: Physikalisch
es: Físico
fr: Physique
ja: 物理
ko: 물리적
pt_br: Físico
ru: Физический
zh_cn: 物理
zh_tw: 物理

# 法术
source: Spell
de: Fluch
es: Deletrear
fr: Épeler
ja: 魔法
ko: 주문
pt_br: Soletrar
ru: Заклинание
zh_cn: 法术
zh_tw: 法術

# 影响物理攻击效益。随等级提升自然增长。
source: Affects physical attack effects. Naturally increases with level.
de: Beeinflusst physische Angriffseffekte. Steigt natürlich mit dem Level.
es: Afecta los efectos de los ataques físicos. Aumenta naturalmente con el nivel.
fr: Affecte les effets des attaques physiques. Augmente naturellement avec le niveau.
ja: 物理攻撃の効果に影響する。レベルの上昇に伴って自然に成長する。
ko: 물리 공격 효과에 영향을 줍니다. 레벨이 오를수록 자연적으로 증가합니다.
pt_br: Afeta os efeitos de ataques físicos. Aumenta naturalmente com o nível.
ru: Влияет на эффекты физических атак. Естественно, увеличивается с уровнем.
zh_cn: 影响物理攻击效益。随等级提升自然增长。
zh_tw: 影響物理攻擊效益。隨著等級提升自然增長。

# 影响法术攻击效益。随等级提升自然增长。
source: Affects spell attack effects. Naturally increases with level.
de: Beeinflusst die Effekte von Zauberangriffen. Steigt natürlich mit dem Level.
es: Afecta los efectos de ataque de hechizos. Aumenta naturalmente con el nivel.
fr: Affecte les effets des attaques magiques. Augmente naturellement avec le niveau.
ja: 魔法攻撃の効果に影響する。レベルが上がるにつれて自然に増加する。
ko: 주문 공격 효과에 영향을 줍니다. 레벨에 따라 자연스럽게 증가합니다.
pt_br: Afeta os efeitos de ataques mágicos. Aumenta naturalmente com o nível.
ru: Влияет на эффективность атак заклинаний. Естественно, увеличивается с уровнем.
zh_cn: 影响法术攻击效益。随等级提升自然增长。
zh_tw: 影響法術攻擊效益。隨著等級提升自然增長。

# 影响所有攻击效果的收益。
source: Affects all attack effects.
de: Beeinflusst alle Angriffseffekte.
es: Afecta todos los efectos de ataque.
fr: Affecte tous les effets d'attaque.
ja: すべての攻撃効果の収益に影響する。
ko: 모든 공격 효과에 영향을 미칩니다.
pt_br: Afeta todos os efeitos de ataque.
ru: Влияет на все эффекты атаки.
zh_cn: 影响所有攻击效果的收益。
zh_tw: 影響所有攻擊效果的收益。

# 影响武器的攻击动作间隔。
source: Affects the interval between weapon attack animations.
de: Beeinflusst das Intervall zwischen Waffenangriffsanimationen.
es: Afecta el intervalo entre animaciones de ataque de armas.
fr: Affecte l'intervalle entre les animations d'attaque d'arme.
ja: 武器の攻撃動作の間隔に影響する。
ko: 무기 공격 애니메이션 간격에 영향을 미칩니다.
pt_br: Afeta o intervalo entre animações de ataque de arma.
ru: Влияет на интервал между анимациями атаки оружием.
zh_cn: 影响武器的攻击动作间隔。
zh_tw: 影響武器的攻擊動作間隔。

# 影响人物移动速度。上限为2。
source: Affects the character's movement speed. Cap is 2.
de: Beeinflusst die Bewegungsgeschwindigkeit des Charakters. Maximalwert ist 2.
es: Afecta la velocidad de movimiento del personaje. El límite es 2.
fr: Affecte la vitesse de déplacement du personnage. Limite : 2.
ja: 人物の移動速度に影響する。上限は2です。
ko: 캐릭터의 이동 속도에 영향을 줍니다. 최대치는 2입니다.
pt_br: Afeta a velocidade de movimento do personagem. O limite é 2.
ru: Влияет на скорость передвижения персонажа. Максимальное значение — 2.
zh_cn: 影响人物移动速度。上限为2。
zh_tw: 影響人物移動速度。上限為2。

# 影响武器攻击动作的感知距离，影响近战武器的长度。
source: Affects the perception distance of weapon attack actions and the length of melee weapons.
de: Beeinflusst die Wahrnehmungsdistanz von Waffenangriffsaktionen und die Länge von Nahkampfwaffen.
es: Afecta la distancia de percepción de las acciones de ataque con armas y la longitud de las armas cuerpo a cuerpo.
fr: Affecte la distance de perception des actions d'attaque d'arme et la longueur des armes de mêlée.
ja: 武器の攻撃動作の感知距離に影響し、近接武器の長さに影響する。
ko: 무기 공격 동작의 인식 거리와 근접 무기의 길이에 영향을 미칩니다.
pt_br: Afeta a distância de percepção das ações de ataque de armas e o comprimento das armas brancas.
ru: Влияет на дальность восприятия атакующих действий оружием и на длину оружия ближнего боя.

# 影响武器暴击触发概率，影响攻击特效触发概率。
source: Affects weapon crit trigger probability and attack special effect trigger probability.
de: Beeinflusst die Wahrscheinlichkeit, dass kritische Waffentreffer und Spezialeffekte von Angriffen ausgelöst werden.
es: Afecta la probabilidad de activación de golpes críticos de armas y la probabilidad de activación de efectos especiales de ataque.
fr: Affecte la probabilité de déclenchement des coups critiques de l'arme et la probabilité de déclenchement des effets spéciaux d'attaque.
ja: 武器クリティカルの発動確率に影響し、攻撃効果の発動確率に影響する。
ko: 무기의 치명타 발동 확률과 공격의 특수 효과 발동 확률에 영향을 줍니다.
pt_br: Afeta a probabilidade de ativação do acerto crítico da arma e a probabilidade de ativação do efeito especial do ataque.
ru: Влияет на вероятность срабатывания критического удара оружия и вероятность срабатывания спецэффекта атаки.
zh_cn: 影响武器暴击触发概率，影响攻击特效触发概率。
zh_tw: 影響武器暴擊觸發機率，影響攻擊特效觸發機率。

# 影响等级提升时的属性质量，影响道具品质。
source: Affects stat quality on leveling up and item quality.
de: Beeinflusst die Statistikqualität beim Levelaufstieg und die Gegenstandsqualität.
es: Afecta la calidad de las estadísticas al subir de nivel y la calidad del objeto.
fr: Affecte la qualité des statistiques lors de la montée en niveau et la qualité des objets.
ja: レベルアップ時の属性の品質に影響し、アイテムの品質にも影響する。
ko: 레벨업 시 능력치 품질과 아이템 품질에 영향을 줍니다.
pt_br: Afeta a qualidade das estatísticas ao subir de nível e a qualidade dos itens.
ru: Влияет на качество характеристик при повышении уровня и качество предметов.
zh_cn: 影响等级提升时的属性质量，影响道具品质。
zh_tw: 影響等級提升時的屬性質量，影響道具品質。

# 人物最大生命值。随等级提升自然增长。
source: Character's max HP. Naturally increases with level.
de: Maximale HP des Charakters. Steigt natürlich mit dem Level.
es: Los puntos de vida máximos del personaje aumentan naturalmente con el nivel.
fr: PV max du personnage. Augmente naturellement avec le niveau.
ja: キャラクターの最大HP。レベルが上がるにつれて自然に増加する。
ko: 캐릭터의 최대 체력. 레벨이 올라갈수록 자연스럽게 증가합니다.
pt_br: HP máximo do personagem. Aumenta naturalmente com o nível.
ru: Максимальное здоровье персонажа. Естественно увеличивается с уровнем.
zh_cn: 人物最大生命值。随等级提升自然增长。

# 人物受到攻击时，按照护甲值减免一部分伤害。
source: Reduces damage taken based on armor value when attacked.
de: Reduziert den erlittenen Schaden basierend auf dem Rüstungswert bei einem Angriff.
es: Reduce el daño recibido según el valor de la armadura cuando es atacado.
fr: Réduit les dégâts subis en fonction de la valeur de l'armure lors de l'attaque.
ja: キャラクターが攻撃を受けた時、アーマー値に応じて一部のダメージを軽減する。
ko: 공격을 받을 때 방어력에 따라 받는 피해가 감소합니다.
pt_br: Reduz o dano recebido com base no valor da armadura quando atacado.
ru: Уменьшает получаемый урон в зависимости от показателя брони при атаке.
zh_cn: 人物受到攻击时，按照护甲值减免一部分伤害。
zh_tw: 人物受到攻擊時，根據護甲值減免部分傷害。

# 人物受到飞行道具攻击时，依照概率免受此伤害。上限为60%。
source: Grants a chance to avoid damage from projectile attacks. Cap is 60%.
de: Gewährt die Chance, Schaden durch Projektilangriffe zu vermeiden. Die Obergrenze liegt bei 60 %.
es: Otorga la posibilidad de evitar daño de ataques con proyectiles. El límite es del 60 %.
fr: Accorde une chance d'éviter les dégâts des projectiles. Limite : 60 %.
ja: キャラクターが飛行道具の攻撃を受けた時、確率によってこのダメージを受けない。上限は60%。
ko: 투사체 공격으로부터 피해를 피할 확률을 부여합니다. 최대 60%까지 가능합니다.
pt_br: Concede uma chance de evitar dano de ataques de projéteis. O limite é de 60%.
ru: Даёт шанс избежать урона от атак снарядами. Максимум — 60%.
zh_cn: 人物受到飞行道具攻击时，依照概率免受此伤害。上限为60%。
zh_tw: 人物受到飛行道具攻擊時，依照機率免疫此傷害，上限為60%。

# 影响武器暴击伤害。
source: Affects weapon crit damage.
de: Beeinflusst den kritischen Waffenschaden.
es: Afecta el daño crítico del arma.
fr: Affecte les dégâts critiques de l'arme.
ja: 武器のクリティカルダメージに影響する。
ko: 무기의 치명타 피해에 영향을 미칩니다.
pt_br: Afeta o dano crítico da arma.
ru: Влияет на критический урон оружия.
zh_cn: 影响武器暴击伤害。
zh_tw: 影響武器暴擊傷害。

# 影响远程武器攻击时，子弹穿透敌人的次数。
source: Affects the number of times bullets penetrate enemies when attacking with long-range weapons.
de: Beeinflusst die Häufigkeit, mit der Kugeln Feinde bei Angriffen mit Langstreckenwaffen durchdringen.
es: Afecta la cantidad de veces que las balas penetran a los enemigos al atacar con armas de largo alcance.
fr: Affecte le nombre de fois que les balles pénètrent les ennemis lors d'une attaque avec des armes à longue portée.
ja: 遠隔武器の攻撃時に、弾丸が敵を貫通する回数に影響する。
ko: 장거리 무기로 공격할 때 총알이 적을 관통하는 횟수에 영향을 미칩니다.
pt_br: Afeta o número de vezes que as balas penetram nos inimigos ao atacar com armas de longo alcance.
ru: Влияет на количество пробитий пуль во врагов при атаке с использованием дальнобойного оружия.

# 影响拾取药瓶使用时的治疗效果。
source: Affects the healing effect when picking up and using the potion.
de: Beeinflusst die Heilwirkung beim Aufnehmen und Verwenden des Tranks.
es: Afecta el efecto curativo al recoger y usar la poción.
fr: Affecte l'effet de guérison lors de la prise et de l'utilisation de la potion.
ja: 薬瓶を拾って使用する際の治療効果に影響する。
ko: 물약을 집어 들고 사용할 때의 치유 효과에 영향을 미칩니다.
pt_br: Afeta o efeito de cura ao pegar e usar a poção.
ru: Влияет на лечебный эффект при подборе и использовании зелья.

# 每回合开始时的恢复一定的生命值。
source: Restore a certain amount of health at the start of each round.
de: Stellt zu Beginn jeder Runde eine bestimmte Menge Gesundheit wieder her.
es: Restaura una cierta cantidad de salud al comienzo de cada ronda.
fr: Restaure une certaine quantité de santé au début de chaque tour.
ja: 各ターン開始時に一定のHPを回復する。
ko: 각 라운드가 시작될 때마다 일정량의 체력을 회복합니다.
pt_br: Restaure uma certa quantidade de saúde no início de cada rodada.
ru: Восстанавливайте определенное количество здоровья в начале каждого раунда.
