Repository: hua-zhi-wan/not-survivors-translations
Catalog: */*.po
Languages: de, es, fr, ja, ko, pt_br, ru, zh_cn, zh_tw

# 好身手！
source: Great skills!
de: Tolle Fähigkeiten!
es: ¡Grandes habilidades!
fr: De grandes compétences !
ja: 腕がいい！
ko: 훌륭한 기술이에요!
pt_br: Ótimas habilidades!
ru: Отличные навыки!
zh_cn: 好身手！
zh_tw: 好身手！

# 闪避率达到 40%。
source: The evasion rate reaches 40%.
de: Die Umgehungsrate beträgt 40 %.
es: La tasa de evasión alcanza el 40%.
fr: Le taux d’évasion atteint 40%.
ja: 回避率が40%に達する。
ko: 회피율은 40%에 달한다.
pt_br: A taxa de evasão chega a 40%.
ru: Уровень уклонения достигает 40%.

# 飞毛腿
source: Swift Runner
de: Schneller Läufer
es: Corredor veloz
fr: Coureur rapide
ja: 俊足
ko: 스위프트 러너
pt_br: Corredor Veloz
ru: Быстрый бегун
zh_cn: 飞毛腿
zh_tw: 飛毛腿

# 速度达到 2。
source: Speed reaches 2.
de: Geschwindigkeit erreicht 2.
es: La velocidad alcanza 2.
fr: La vitesse atteint 2.
ja: 速度が2に達する。
ko: 속도는 2에 도달합니다.
pt_br: A velocidade chega a 2.
ru: Скорость достигает 2.
zh_cn: 速度达到 2。
zh_tw: 速度達到 2。

# 钢手
source: Iron Fist
es: Puño de hierro
fr: Poing de fer
ja: 鋼手
ko: 아이언 피스트
pt_br: Punho de Ferro
ru: Железный Кулак
zh_cn: 钢手
zh_tw: 鋼手

# 护甲达到 20。
source: Armor reaches 20.
de: Die Rüstung erreicht 20.
es: La armadura llega a 20.
fr: L'armure atteint 20.
ja: 防御力が20に達する。
ko: 방어력이 20에 도달합니다.
pt_br: A armadura chega a 20.
ru: Броня достигает 20.
zh_cn: 护甲达到 20。
zh_tw: 護甲達到 20。

# 暗影魔术手
source: Shadow Magician
de: Schattenmagier
es: Mago de las sombras
fr: Magicien de l'ombre
ja: 暗影魔術手
ko: 그림자 마법사
pt_br: Mago das Sombras
ru: Теневой маг
zh_cn: 暗影魔术手
zh_tw: 暗影魔術手

# 持有【伤害类型为法术的武器】通关。
source: Clear the game with [weapons of spell damage type].
de: Beende das Spiel mit [Waffen vom Typ Zauberschaden].
es: Completa el juego con [armas de tipo daño de hechizo].
fr: Terminez le jeu avec [armes de type dégâts des sorts].
ja: 【ダメージタイプが魔法の武器】を持ってクリアする。
ko: [주문 데미지 유형의 무기]로 게임을 클리어하세요.
pt_br: Limpe o jogo com [armas do tipo dano mágico].
ru: Пройдите игру, используя [оружие с магическим типом урона].
zh_cn: 持有【伤害类型为法术的武器】通关。
zh_tw: 持有【傷害類型為法術的武器】通關。

# 长手
source: Long Arm
de: Langarm
es: Brazo largo
fr: Bras long
ja: 長手
ko: 롱암
pt_br: Braço Longo
ru: Длинная Рука
zh_cn: 长手
zh_tw: 長手

# 攻击距离达到 200。
source: Attack range reaches 200.
de: Die Angriffsreichweite erreicht 200.
es: El alcance de ataque alcanza los 200.
fr: La portée d'attaque atteint 200.
ja: 攻撃距離は200に達する。
ko: 공격 범위가 200에 이릅니다.
pt_br: O alcance do ataque chega a 200.
ru: Дальность атаки достигает 200.
zh_cn: 攻击距离达到 200。
zh_tw: 攻擊距離達到 200。

# 回春妙手
source: Healing Touch
de: Heilende Berührung
es: Toque curativo
fr: Toucher de guérison
ja: 回春の妙手
ko: 힐링 터치
pt_br: Toque de Cura
ru: Целительное прикосновение
zh_cn: 回春妙手
zh_tw: 回春妙手

# 药瓶恢复达到 15。
source: Potion bottle recovery reaches 15.
de: Die Wiederherstellung der Zaubertrankflasche erreicht 15.
es: La recuperación de la botella de poción llega a 15.
fr: La récupération des bouteilles de potion atteint 15.
ja: 薬瓶の回復が15に達する。
ko: 물약병 회복량이 15에 도달했습니다.
pt_br: A recuperação do frasco de poção chega a 15.
ru: Восстановление бутылок с зельями достигло 15.

# 好多手！
source: So many hands!
de: So viele Hände!
es: ¡Tantas manos!
fr: Tant de mains !
ja: 手がたくさん！
ko: 손이 너무 많아요!
pt_br: Tantas mãos!
ru: Столько рук!
zh_cn: 好多手！
zh_tw: 好多手！

# 持有至少 3 个道具【铁匠锤子】。
source: Possess at least 3 items of [Blacksmith Hammer].
de: Besitzen Sie mindestens 3 Gegenstände des Typs [Schmiedehammer].
es: Posee al menos 3 elementos de [Martillo de herrero].
fr: Posséder au moins 3 objets de [Marteau de forgeron].
ja: 少なくとも3個のアイテム【鍛冶ハンマー】を保有する。
ko: [대장장이 망치] 아이템을 3개 이상 소지하세요.
pt_br: Possuir pelo menos 3 itens de [Martelo de Ferreiro].
ru: Иметь как минимум 3 предмета [Кузнечный молот].
zh_cn: 持有至少 3 个道具【铁匠锤子】。
zh_tw: 持有至少 3 個道具【鐵匠槌子】

# 持家能手
source: Household Expert
de: Haushaltsexperte
es: Experto en el hogar
fr: Expert en ménage
ja: 家事上手
ko: 가정 전문가
pt_br: Especialista em casa
ru: Эксперт по домашнему хозяйству
zh_cn: 持家能手
zh_tw: 持家能手

# 通关时持有道具数量不超过 20。
source: Clear the game with no more than 20 items.
de: Beende das Spiel mit nicht mehr als 20 Gegenständen.
es: Completa el juego con no más de 20 elementos.
fr: Terminez le jeu avec pas plus de 20 objets.
ja: クリア時の所持アイテム数は20を超えない。
ko: 아이템을 20개 이하로 남겨 게임을 클리어하세요.
pt_br: Termine o jogo com no máximo 20 itens.
ru: Пройдите игру, имея не более 20 предметов.
zh_cn: 通关时持有道具数量不超过 20。
zh_tw: 通關時持有道具數量不超過 20。

# 运营糕手
source: Operations Expert
de: Betriebsexperte
es: Experto en operaciones
fr: Expert en opérations
ja: 運営の達人
ko: 운영 전문가
pt_br: Especialista em Operações
ru: Эксперт по операциям

# 使用角色【煮蛋】时获取了道具【双持】。
source: Acquired the item [Shuangchi] when using the character [Zhudan].
de: Beim Verwenden des Charakters [Zhudan] wurde der Gegenstand [Shuangchi] erworben.
es: Adquirió el objeto [Shuangchi] al usar el personaje [Zhudan].
fr: J'ai acquis l'objet [Shuangchi] en utilisant le personnage [Zhudan].
ja: キャラクター【煮蛋】を使用した時、アイテム【双持】を入手しました。
ko: [주단] 캐릭터를 사용하여 [쌍지] 아이템을 획득했습니다.
pt_br: Adquiriu o item [Shuangchi] ao usar o personagem [Zhudan].
ru: Получен предмет [Шуанчи] при использовании персонажа [Чжудань].

# 圣手
source: Holy Hand
de: Heilige Hand
es: Mano Santa
fr: Sainte Main
ja: 聖手
ko: 성스러운 손
pt_br: Mão Sagrada
ru: Святая Рука
zh_cn: 圣手
zh_tw: 聖手

# 获得一次5级道具。
source: Obtain a Level 5 item.
de: Erhalten Sie einen Gegenstand der Stufe 5.
es: Obtenga un artículo de nivel 5.
fr: Obtenez un objet de niveau 5.
ja: 5級のアイテムを1つ獲得する。
ko: 레벨 5 아이템을 획득하세요.
pt_br: Obtenha um item de nível 5.
ru: Получите предмет 5-го уровня.

# 我全都要（伸手）！
source: I want it all (reach out)!
de: Ich will alles (reich die Hand)!
es: ¡Lo quiero todo! (extiende la mano)
fr: Je veux tout (tends la main) !
ja: 全部欲しい！（手を伸ばして）
ko: 나는 모든 것을 원한다(내밀어라)!
pt_br: Eu quero tudo (estenda a mão)!
ru: Я хочу все это (протяни руку)!
zh_cn: 我全都要（伸手）！
zh_tw: 我全都要（伸手）！

# 获得道具【坏点】。
source: Acquire the item [Bad Spot].
de: Erwerben Sie den Gegenstand [Bad Spot].
es: Adquiera el objeto [Bad Spot].
fr: Acquérir l'objet [Bad Spot].
ja: アイテム「壊れた点」を入手。
ko: [나쁜점] 아이템을 획득하세요.
pt_br: Adquira o item [Ponto Ruim].
ru: Приобретите предмет [Плохое место].
zh_cn: 获得道具【坏点】。
zh_tw: 取得道具【壞點】。

# 我还留了一手！
source: I kept a trick up my sleeve!
de: Ich hatte einen Trick auf Lager!
es: ¡Guardé un truco bajo la manga!
fr: J'avais un tour dans mon sac !
ja: 俺、まだ一手残していた！
ko: 나는 숨겨진 비법을 하나 가지고 있었다!
pt_br: Eu tinha um truque na manga!
ru: У меня был козырь в рукаве!
zh_cn: 我还留了一手！
zh_tw: 我還留了一手！

# 通关时持有复活道具。
source: Hold a revival item when clearing the game.
de: Halten Sie beim Beenden des Spiels einen Wiederbelebungsgegenstand.
es: Mantén un objeto de reanimación al completar el juego.
fr: Tenez un objet de réanimation lorsque vous terminez le jeu.
ja: クリア時に復活アイテムを持っている。
ko: 게임을 클리어할 때 부활 아이템을 소지하세요.
pt_br: Segure um item de revitalização ao terminar o jogo.
ru: При прохождении игры держите при себе предмет возрождения.
zh_cn: 通关时持有复活道具。
zh_tw: 通關時持有復活道具。

# 在武器有空位的情况下通关。
source: Clear the game with weapon slots available.
de: Beenden Sie das Spiel mit verfügbaren Waffenplätzen.
es: Completa el juego con ranuras de armas disponibles.
fr: Terminez le jeu avec les emplacements d'armes disponibles.
ja: 武器に空きスロットがある場合にクリアする。
ko: 무기 슬롯을 사용할 수 있는 상태로 게임을 클리어하세요.
pt_br: Termine o jogo com os espaços para armas disponíveis.
ru: Пройдите игру, освободив все слоты для оружия.
zh_cn: 在武器有空位的情况下通关。
zh_tw: 在武器有空位的情況下通關。

# 真正的高手
source: True Master
de: Wahrer Meister
es: Verdadero Maestro
fr: Vrai Maître
ja: 本当の達人
ko: 진정한 스승
pt_br: Verdadeiro Mestre
ru: Истинный Мастер
zh_cn: 真正的高手
zh_tw: 真正的高手

# 在不持有道具【读取存档】的情况下使用【勇者】通关。
source: Clear the game using [Hero] without holding the item [Load Save].
de: Beende das Spiel mit [Hero], ohne das Element [Load Save] gedrückt zu halten.
es: Completa el juego usando [Héroe] sin mantener presionado el elemento [Cargar guardado].
fr: Terminez le jeu en utilisant [Héros] sans maintenir l'objet [Charger la sauvegarde].
ja: アイテム【セーブ読み込み】を持たずに【勇者】でクリアする。
ko: [불러오기 저장] 아이템을 보유하지 않은 채 [영웅]을 사용하여 게임을 클리어하세요.
pt_br: Termine o jogo usando [Herói] sem segurar o item [Carregar Salvar].
ru: Пройдите игру, используя [Героя], не удерживая предмет [Загрузить сохранение].
zh_cn: 在不持有道具【读取存档】的情况下使用【勇者】通关。
zh_tw: 在不持有道具【讀取存檔】的情況下使用【勇者】通關。

# 人类荣光
source: Glory of Humanity
de: Ruhm der Menschheit
es: Gloria de la Humanidad
fr: Gloire de l'humanité
ja: 人類の栄光
ko: 인류의 영광
pt_br: Glória da Humanidade
ru: Слава человечества
zh_cn: 人类荣光
zh_tw: 人類榮光

# 使用角色【战斗人形】，在游戏结束时持有至少 20 个道具【机魂】。
source: Use the character [Combat Android] and hold at least 20 [Mech Soul] items at game end.
de: Verwenden Sie den Charakter [Combat Android] und halten Sie am Ende des Spiels mindestens 20 [Mech Soul]-Gegenstände.
es: Usa el personaje [Combat Android] y mantén al menos 20 elementos [Mech Soul] al final del juego.
fr: Utilisez le personnage [Combat Android] et détenez au moins 20 objets [Mech Soul] à la fin du jeu.
ja: キャラクター【戦闘人形】を使用し、ゲーム終了時に少なくとも20個の道具【機魂】を持っている。
ko: [전투 안드로이드] 캐릭터를 사용하고 게임 종료 시 [메카 영혼] 아이템을 최소 20개 보유하세요.
pt_br: Use o personagem [Andróide de Combate] e tenha pelo menos 20 itens [Alma Mech] no final do jogo.
ru: Используйте персонажа [Боевой андроид] и имейте при себе не менее 20 предметов [Душа Меха] к концу игры.
zh_cn: 使用角色【战斗人形】，在游戏结束时持有至少 20 个道具【机魂】。
zh_tw: 使用角色【戰鬥人形】，在遊戲結束時持有至少 20 個道具【機魂】。

# 头目使用了高速移动！
source: The boss used high-speed movement!
de: Der Boss hat Hochgeschwindigkeitsbewegungen verwendet!
es: ¡El jefe utilizó un movimiento de alta velocidad!
fr: Le boss a utilisé un mouvement à grande vitesse !
ja: ボスが高速移動を使った！
ko: 사장님이 고속 이동을 사용하셨어요!
pt_br: O chefe usou movimento de alta velocidade!
ru: Босс использовал высокоскоростное движение!

# 头目波次结束时未能击杀头目。
source: Failed to defeat the boss when the boss wave ended.
de: Es ist nicht gelungen, den Boss zu besiegen, als die Bosswelle endete.
es: No se pudo derrotar al jefe cuando terminó la oleada de jefes.
fr: Impossible de vaincre le boss lorsque la vague de boss s'est terminée.
ja: ボスウェーブ終了時にボスを討伐できませんでした。
ko: 보스 웨이브가 끝났을 때 보스를 물리치는 데 실패했습니다.
pt_br: Não foi possível derrotar o chefe quando a onda de chefes terminou.
ru: Не удалось победить босса после окончания волны боссов.

# 击败敌人总数超过1000。
source: The total number of enemies defeated exceeds 1000.
de: Die Gesamtzahl der besiegten Feinde übersteigt 1000.
es: El número total de enemigos derrotados supera los 1000.
fr: Le nombre total d'ennemis vaincus dépasse 1000.
ja: 撃破した敵の総数が1000を超える。
ko: 물리친 적의 수가 총 1000명을 넘습니다.
pt_br: O número total de inimigos derrotados excede 1000.
ru: Общее количество побежденных врагов превышает 1000.

# 探险家.II
source: Explorer II
es: Explorador II
ja: 探検家.II
ko: 익스플로러 II
pt_br: Explorador II
ru: Исследователь II

# 击败敌人总数超过3000。
source: The total number of enemies defeated exceeds 3000.
de: Die Gesamtzahl der besiegten Feinde übersteigt 3000.
es: El número total de enemigos derrotados supera los 3000.
fr: Le nombre total d'ennemis vaincus dépasse les 3000.
ja: 撃破した敵の合計数が3000人を超える。
ko: 물리친 적의 총 수가 3000을 넘습니다.
pt_br: O número total de inimigos derrotados excede 3000.
ru: Общее число побежденных врагов превышает 3000.

# 击败敌人总数超过10000。
source: The total number of enemies defeated exceeds 10000.
de: Die Gesamtzahl der besiegten Feinde übersteigt 10.000.
es: El número total de enemigos derrotados supera los 10000.
fr: Le nombre total d'ennemis vaincus dépasse 10 000.
ja: 敵を倒した合計数が10000を超える。
ko: 물리친 적의 총 수가 10000을 넘습니다.
pt_br: O número total de inimigos derrotados excede 10.000.
ru: Общее количество побежденных врагов превышает 10000.

# 探险家.IV
source: Explorer IV
es: Explorador IV
ja: 探検家.IV
ko: 익스플로러 IV
pt_br: Explorador IV
ru: Исследователь IV

# 击败敌人总数超过20000。
source: The total number of enemies defeated exceeds 20000.
de: Die Gesamtzahl der besiegten Feinde übersteigt 20.000.
es: El número total de enemigos derrotados supera los 20000.
fr: Le nombre total d'ennemis vaincus dépasse les 20 000.
ja: 敵を撃破した総数が20000を超える。
ko: 물리친 적의 총 수가 20000을 넘습니다.
pt_br: O número total de inimigos derrotados excede 20.000.
ru: Общее число побежденных врагов превышает 20000.

# 修行者.I
source: Practitioner.I
de: Praktiker.I
es: Practicante.Yo
fr: Praticien.I
ja: 修行者.I
ko: 실무자.I
pt_br: Praticante.I
ru: Практикующий.I

# 吸收经验总次数达到2000。
source: Total experience absorption times reach 2000.
de: Die Gesamterfahrungsaufnahmezeit beträgt 2000.
es: Los tiempos totales de absorción de experiencia alcanzan 2000.
fr: Le temps total d'absorption d'expérience atteint 2000.
ja: 経験を吸収した総回数が2000に達した。
ko: 총 경험치 흡수 시간이 2000에 도달했습니다.
pt_br: tempo total de absorção de experiência chega a 2000.
ru: Общее время усвоения опыта достигает 2000.

# 修行者.II
source: Practitioner.II
de: Praktiker.II
es: Practicante.II
fr: Praticien.II
ja: 修行者.II
ko: 실무자.II
pt_br: Praticante.II
ru: Практикующий II

# 吸收经验总次数达到6000。
source: The total number of experience absorption times has reached 6000.
de: Die Gesamtzahl der Erfahrungsaufnahmezeiten hat 6000 erreicht.
es: El número total de veces que se ha absorbido experiencia ha llegado a 6000.
fr: Le nombre total de temps d'absorption d'expérience a atteint 6000.
ja: 経験吸収の総回数が6000に達しました。
ko: 경험치 흡수 횟수가 총 6000회에 도달했습니다.
pt_br: O número total de vezes de absorção de experiência atingiu 6000.
ru: Общее количество раз усвоения опыта достигло 6000.

# 修行者.III
source: Practitioner.III
de: Praktiker.III
es: Practicante.III
fr: Praticien.III
ja: 修行者.III
ko: 실무자.III
pt_br: Praticante.III
ru: Практик.III

# 吸收经验总次数达到20000。
source: The total number of experience absorption times reaches 20000.
de: Die Gesamtzahl der Erfahrungsaufnahmezeiten beträgt 20.000.
es: El número total de veces que se absorbe la experiencia llega a 20000.
fr: Le nombre total de fois d'absorption d'expérience atteint 20 000.
ja: 経験吸収の総回数が20000に達しました。
ko: 경험치 흡수 횟수는 총 20000회에 달합니다.
pt_br: O número total de vezes de absorção de experiência chega a 20.000.
ru: Общее количество раз усвоения опыта достигает 20000.

# 修行者.IV
source: Practitioner.IV
de: Praktiker.IV
es: Practicante.IV
fr: Praticien.IV
ja: 修行者.IV
ko: 실무자.IV
pt_br: Praticante.IV
ru: Практикующий.IV

# 吸收经验总次数达到50000。
source: The total number of experience absorption times reaches 50000.
de: Die Gesamtzahl der Erfahrungsabsorptionszeiten beträgt 50.000.
es: El número total de veces que se absorbe experiencia llega a 50000.
fr: Le nombre total de fois d'absorption d'expérience atteint 50 000.
ja: 経験吸収の総回数が50000に達しました。
ko: 경험치 흡수 횟수는 총 50000회에 달합니다.
pt_br: O número total de vezes de absorção de experiência chega a 50000.
ru: Общее количество раз усвоения опыта достигает 50000.

# 屠龙者.I
source: Dragon Slayer I
de: Drachentöter I
es: Cazador de dragones I
fr: Tueur de dragons I
ja: ドラゴンスレイヤー.I
ko: 드래곤 슬레이어 I
pt_br: Matador de Dragões I
ru: Убийца драконов I

# 击败头目总数超过5。
source: The total number of bosses defeated exceeds 5.
de: Die Gesamtzahl der besiegten Bosse übersteigt 5.
es: El número total de jefes derrotados supera los 5.
fr: Le nombre total de boss vaincus dépasse 5.
ja: ボスを倒した総数が5を超える。
ko: 쓰러뜨린 보스의 총 수가 5명을 넘습니다.
pt_br: O número total de chefes derrotados excede 5.
ru: Общее количество побежденных боссов превысило 5.

# 屠龙者.II
source: Dragon Slayer II
de: Drachentöter II
es: Cazador de dragones II
fr: Tueur de dragons II
ja: ドラゴンスレイヤーII
ko: 드래곤 슬레이어 II
pt_br: Matador de Dragões II
ru: Убийца драконов 2

# 击败头目总数超过10。
source: The total number of bosses defeated exceeds 10.
de: Die Gesamtzahl der besiegten Bosse übersteigt 10.
es: El número total de jefes derrotados supera los 10.
fr: Le nombre total de boss vaincus dépasse 10.
ja: ボスの撃破総数が10を超える。
ko: 쓰러뜨린 보스의 총 수가 10명을 넘습니다.
pt_br: O número total de chefes derrotados excede 10.
ru: Общее количество побежденных боссов превышает 10.

# 屠龙者.III
source: Dragon Slayer III
de: Drachentöter III
es: Cazador de dragones III
fr: Tueur de dragons III
ja: ドラゴンスレイヤー.III
ko: 드래곤 슬레이어 3
ru: Убийца драконов III

# 击败头目总数超过20。
source: The total number of bosses defeated exceeds 20.
de: Die Gesamtzahl der besiegten Bosse übersteigt 20.
es: El número total de jefes derrotados supera los 20.
fr: Le nombre total de boss vaincus dépasse 20.
ja: ボスを倒した総数が20を超える。
ko: 쓰러뜨린 보스의 총 수가 20명을 넘습니다.
pt_br: O número total de chefes derrotados excede 20.
ru: Общее количество побежденных боссов превысило 20.

# 寻宝猎人.I
source: Treasure Hunter I
de: Schatzsucher I
es: Cazador de tesoros I
fr: Chasseur de trésors I
ja: 宝探しハンター.I
ko: 보물 사냥꾼 I
pt_br: Caçador de Tesouros I
ru: Охотник за сокровищами I

# 拾取道具累计超过20。
source: Picked up items cumulatively exceed 20.
de: Die Gesamtzahl der aufgenommenen Gegenstände übersteigt 20.
es: Los artículos recogidos superan en total los 20.
fr: Les objets ramassés cumulés dépassent 20.
ja: アイテムを拾う累計が20を超えます。
ko: 수집한 아이템의 누적 개수가 20개를 초과합니다.
pt_br: Os itens coletados cumulativamente excedem 20.
ru: Общее количество подобранных предметов превышает 20.

# 寻宝猎人.II
source: Treasure Hunter.II
de: Schatzsucher II
es: Cazador de tesoros.II
fr: Chasseur de trésors.II
ja: 宝探しハンター.II
ko: 보물 사냥꾼.II
pt_br: Caçador de Tesouros.II
ru: Охотник за сокровищами.II

# 拾取道具累计超过50。
source: Picked up items cumulatively exceed 50.
de: Die Gesamtzahl der aufgenommenen Gegenstände übersteigt 50.
es: Los artículos recogidos superan en total los 50.
fr: Les objets ramassés cumulés dépassent 50.
ja: 拾ったアイテムの累計が50を超えます。
ko: 수집한 아이템의 누적 개수가 50개를 넘습니다.
pt_br: Os itens coletados cumulativamente excedem 50.
ru: Общее количество подобранных предметов превышает 50.

# 寻宝猎人.III
source: Treasure Hunter.III
de: Schatzsucher III
es: Cazador de tesoros.III
fr: Chasseur de trésors.III
ja: 宝探しハンター.III
ko: 보물 사냥꾼.III
pt_br: Caçador de Tesouros.III
ru: Охотник за сокровищами.III

# 拾取道具累计超过200。
source: Picked up items cumulatively exceed 200.
de: Die Gesamtzahl der aufgenommenen Gegenstände übersteigt 200.
es: Los artículos recogidos superan en total los 200.
fr: Les objets ramassés cumulés dépassent les 200.
ja: アイテムを拾う累計が200を超えました。
ko: 수집한 아이템의 누적 개수가 200개를 넘었습니다.
pt_br: Os itens coletados cumulativamente excedem 200.
ru: Общее количество подобранных предметов превышает 200.

# 毕业了！
source: Graduated!
de: Abgeschlossen!
es: ¡Graduado!
fr: Diplômé !
ja: 卒業しました！
ko: 졸업했어요!
pt_br: Graduado!
ru: Окончил!
zh_cn: 毕业了！
zh_tw: 畢業了！

# 在标准难度下使用【初始角色】通关游戏。
source: Clear the game on Standard difficulty using [Initial Character].
de: Beenden Sie das Spiel im Standard-Schwierigkeitsgrad mit [Anfangscharakter].
es: Completa el juego en dificultad Estándar usando [Personaje inicial].
fr: Terminez le jeu en difficulté Standard en utilisant [Personnage initial].
ja: 標準難易度で【初期キャラクター】を使用してゲームをクリアする。
ko: [초기 캐릭터]를 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Personagem Inicial].
ru: Пройдите игру на стандартном уровне сложности, используя [Начальный персонаж].
zh_cn: 在标准难度下使用【初始角色】通关游戏。
zh_tw: 在標準難度下使用【初始角色】通關遊戲。

# 冲刺！冲！
source: Sprint! Charge!
de: Sprint! Angriff!
es: ¡Corre! ¡Carga!
fr: Sprintez ! Chargez !
ja: スパート！行け！
ko: 질주! 돌격!
pt_br: Corra! Ataque!
ru: Спринт! В атаку!
zh_cn: 冲刺！冲！
zh_tw: 衝刺！衝！

# 在标准难度下使用【骑士】通关游戏。
source: Clear the game on Standard difficulty using [Knight].
de: Beende das Spiel im Standard-Schwierigkeitsgrad mit [Ritter].
es: Completa el juego en dificultad Estándar usando [Caballero].
fr: Terminez le jeu en difficulté Standard en utilisant [Knight].
ja: 標準難易度で「騎士」を使用してゲームをクリアする。
ko: [기사]를 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Cavaleiro].
ru: Пройдите игру на стандартном уровне сложности, используя [Рыцаря].
zh_cn: 在标准难度下使用【骑士】通关游戏。
zh_tw: 在標準難度下使用【騎士】通關遊戲。

# 花园保卫战
source: Garden Defense
de: Gartenverteidigung
es: Defensa del jardín
fr: Défense du jardin
ja: 花園の防衛戦
ko: 정원 방어
pt_br: Defesa do Jardim
ru: Защита сада
zh_cn: 花园保卫战
zh_tw: 花園保衛戰

# 在标准难度下使用【树】通关游戏。
source: Clear the game on Standard difficulty using [Tree].
de: Beenden Sie das Spiel im Standard-Schwierigkeitsgrad mit [Baum].
es: Completa el juego en dificultad Estándar usando [Árbol].
fr: Terminez le jeu en difficulté Standard en utilisant [Arbre].
ja: 標準難易度で【樹】を使用してゲームをクリアする。
ko: [트리]를 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Árvore].
ru: Пройдите игру на стандартном уровне сложности, используя [Дерево].
zh_cn: 在标准难度下使用【树】通关游戏。
zh_tw: 在標準難度下使用【樹】通關遊戲。

# 全能者
source: Omni-Expert
es: Omni-Experto
ja: 全能者
ko: 옴니엑스퍼트
pt_br: Omni-Especialista
ru: Омни-Эксперт
zh_cn: 全能者
zh_tw: 全能者

# 在标准难度下使用【煮蛋】通关游戏。
source: Complete the game using [Boiled Egg] on standard difficulty.
de: Beenden Sie das Spiel mit [Gekochtes Ei] im Standardschwierigkeitsgrad.
es: Completa el juego usando [Huevo cocido] en dificultad estándar.
fr: Terminez le jeu en utilisant [Œuf dur] en difficulté standard.
ja: 標準難易度で【煮蛋】を使用してゲームをクリアする。
ko: [삶은 달걀]을 사용하여 표준 난이도로 게임을 완료하세요.
pt_br: Complete o jogo usando [Ovo Cozido] na dificuldade padrão.
ru: Пройдите игру, используя [Вареное яйцо], на стандартном уровне сложности.

# 狩猎艺术
source: Art of Hunting
de: Kunst der Jagd
es: El arte de la caza
fr: L'art de la chasse
ja: 狩猟芸術
ko: 사냥의 기술
pt_br: Arte da Caça
ru: Искусство охоты
zh_cn: 狩猎艺术
zh_tw: 狩獵藝術

# 在标准难度下使用【狩龙人】通关游戏。
source: Clear the game on Standard difficulty using [Dragon Hunter].
de: Beende das Spiel im Standard-Schwierigkeitsgrad mit [Drachenjäger].
es: Completa el juego en dificultad Estándar usando [Cazador de dragones].
fr: Terminez le jeu en difficulté Standard en utilisant [Dragon Hunter].
ja: 標準難易度で【狩竜人】を使用してゲームをクリアする。
ko: [드래곤헌터]를 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Caçador de Dragões].
ru: Пройдите игру на стандартном уровне сложности, используя [Охотника на драконов].
zh_cn: 在标准难度下使用【狩龙人】通关游戏。
zh_tw: 在標準難度下使用【狩龍人】通關遊戲。

# 日常清扫
source: Daily Cleanup
de: Tägliche Reinigung
es: Limpieza diaria
fr: Nettoyage quotidien
ja: 日常掃除
ko: 매일 청소
pt_br: Limpeza diária
ru: Ежедневная уборка
zh_cn: 日常清扫
zh_tw: 日常清掃

# 在标准难度下使用【神社巫女】通关游戏。
source: Clear the game on Standard difficulty using [Shrine Maiden].
de: Beende das Spiel im Standard-Schwierigkeitsgrad mit [Shrine Maiden].
es: Completa el juego en dificultad Estándar usando [Doncella del Santuario].
fr: Terminez le jeu en difficulté Standard en utilisant [Shrine Maiden].
ja: 標準難易度で【神社巫女】を使用してゲームをクリアする。
ko: [무녀]를 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Shrine Maiden].
ru: Пройдите игру на стандартном уровне сложности, используя [Жрицу].
zh_cn: 在标准难度下使用【神社巫女】通关游戏。
zh_tw: 在標準難度下使用【神社巫女】通關遊戲。

# 修行还在继续……
source: The spiritual practice continues...
de: Die spirituelle Praxis geht weiter …
es: La práctica espiritual continúa...
fr: La pratique spirituelle continue...
ja: 修行はまだ続いている……
ko: 영적 수행은 계속됩니다.
pt_br: A prática espiritual continua...
ru: Духовная практика продолжается...
zh_cn: 修行还在继续……
zh_tw: 修行還在繼續……

# 在标准难度下使用【精灵】通关游戏。
source: Clear the game on Standard difficulty using [Elf].
de: Beende das Spiel im Standard-Schwierigkeitsgrad mit [Elf].
es: Completa el juego en dificultad Estándar usando [Elfo].
fr: Terminez le jeu en difficulté Standard en utilisant [Elf].
ja: 標準難易度で【エルフ】を使用してゲームをクリアする。
ko: [엘프]를 사용하여 스탠다드 난이도로 게임을 클리어하세요.
pt_br: Termine o jogo na dificuldade Padrão usando [Elfo].
ru: Пройдите игру на стандартном уровне сложности, используя [Эльфа].
zh_cn: 在标准难度下使用【精灵】通关游戏。
zh_tw: 在標準難度下使用【精靈】通關遊戲。

# 修行刚刚开始！
source: The spiritual practice has just begun!
de: Die spirituelle Praxis hat gerade erst begonnen!
es: ¡La práctica espiritual acaba de comenzar!
fr: La pratique spirituelle ne fait que commencer !
ja: 修行は始まったばかりだ！
ko: 영적 수행이 막 시작됐어요!
pt_br: A prática espiritual apenas começou!
ru: Духовная практика только началась!
zh_cn: 修行刚刚开始！
zh_tw: 修行剛剛開始！
