Repository: hua-zhi-wan/not-survivors-translations
Catalog: */*.po
Languages: de, es, fr, ja, ko, pt_br, ru, zh_cn, zh_tw

# 枪械
source: Firearms
de: Schusswaffen
es: Armas de fuego
fr: armes à feu
ja: 銃器
ko: 총기류
pt_br: Armas de fogo
ru: Огнестрельное оружие
zh_cn: 枪械
zh_tw: 槍械

# 冷兵器
source: Cold Weapons
de: Kalte Waffen
es: Armas blancas
fr: Armes froides
ja: 冷兵器
ko: 차가운 무기
pt_br: Armas Brancas
ru: Холодное оружие
zh_cn: 冷兵器
zh_tw: 冷兵器

# 魔法
source: Magic
de: Magie
es: Magia
fr: Magie
ja: 魔法
ko: 마법
pt_br: Magia
ru: Магия
zh_cn: 魔法
zh_tw: 魔法

# 溅射
source: Splash
de: Spritzen
es: Chapoteo
fr: Éclabousser
ja: スパッタ
ko: 튀김
ru: Всплеск
zh_cn: 溅射
zh_tw: 濺射

# 弹射
source: Bounce
de: Prallen
es: Rebotar
fr: Rebond
ja: 弾射
ko: 되튐
pt_br: Quicar
ru: Подпрыгивать
zh_cn: 弹射
zh_tw: 彈射

# 随从
source: Follower
de: Anhänger
es: Seguidor
fr: Disciple
ja: 従者
ko: 수행원
pt_br: Seguidor
ru: Последователь
zh_cn: 随从
zh_tw: 隨從

# 投射物
source: Projectile
de: Projektil
es: Proyectil
ja: 投射物
ko: 발사체
pt_br: Projétil
ru: Снаряд
zh_cn: 投射物
zh_tw: 投射物

# 当前波次。随着波次提升，怪物的强度会有所上升。部分波次会有头目出现。
source: Current wave. As the wave increases, the strength of monsters will rise. Some waves will feature bosses.
de: Aktuelle Welle. Mit zunehmender Welle steigt die Stärke der Monster. In einigen Wellen gibt es Bosse.
es: Ola actual. A medida que la ola aumenta, la fuerza de los monstruos aumentará. Algunas oleadas tendrán jefes.
fr: Vague actuelle. Plus la vague augmente, plus la puissance des monstres augmente. Certaines vagues incluront des boss.
ja: 現在のウェーブ。ウェーブが上がるにつれて、モンスターの強度は上昇します。一部のウェーブではボスが出現します。
ko: 현재 웨이브입니다. 웨이브가 진행될수록 몬스터의 힘이 강해집니다. 일부 웨이브에는 보스가 등장합니다.
pt_br: Onda atual. À medida que a onda aumenta, a força dos monstros aumenta. Algumas ondas terão chefes.
ru: Текущая волна. По мере роста волны сила монстров будет расти. В некоторых волнах будут боссы.

# 当前经验值和下一级所需经验值。每次升级会提升属性。
source: Current experience points and experience points required for the next level. Each level up increases attributes.
de: Aktuelle Erfahrungspunkte und für das nächste Level benötigte Erfahrungspunkte. Mit jedem Levelaufstieg erhöhen sich die Attribute.
es: Puntos de experiencia actuales y puntos de experiencia necesarios para el siguiente nivel. Cada nivel aumenta los atributos.
fr: Points d'expérience actuels et points d'expérience requis pour le niveau suivant. Chaque niveau supérieur augmente les attributs.
ja: 現在の経験値と次のレベルに必要な経験値。レベルアップするたびに属性が上がります。
ko: 현재 경험치와 다음 레벨에 필요한 경험치가 표시됩니다. 레벨이 오를수록 능력치가 증가합니다.
pt_br: Pontos de experiência atuais e pontos de experiência necessários para o próximo nível. Cada nível aumenta os atributos.
ru: Текущие очки опыта и очки опыта, необходимые для следующего уровня. Каждый новый уровень увеличивает характеристики.

# 本回合内可能掉落的宝箱数量。每回合会自然增加1，拾取宝箱会扣除。
source: Number of chests that may drop in this round. Increases naturally by 1 each round, and is deducted when picking up chests.
de: Anzahl der Truhen, die in dieser Runde fallen können. Erhöht sich natürlich jede Runde um 1 und wird beim Aufheben von Truhen abgezogen.
es: Número de cofres que pueden aparecer en esta ronda. Aumenta automáticamente en 1 cada ronda y se resta al recoger cofres.
fr: Nombre de coffres pouvant tomber lors de cette manche. Ce nombre augmente naturellement de 1 à chaque manche et est déduit lorsque vous récupérez des coffres.
ja: このターン内で落下する可能性のある宝箱の数。ターンごとに自然に1増え、宝箱を拾うと減ります。
ko: 이번 라운드에 획득할 수 있는 상자의 개수입니다. 매 라운드마다 1개씩 자연스럽게 증가하며, 상자를 획득할 때 차감됩니다.
pt_br: Número de baús que podem cair nesta rodada. Aumenta naturalmente em 1 a cada rodada e é deduzido ao coletar baús.
ru: Количество сундуков, которые могут выпасть в этом раунде. Увеличивается на 1 каждый раунд и вычитается при подборе сундуков.
zh_cn: 本回合内可能掉落的宝箱数量。每回合会自然增加1，拾取宝箱会扣除。
zh_tw: 本回合內可能掉落的寶箱數量，每回合自動增加1，拾取寶箱後會扣除。

# 影响拾取掉落物的范围。生命已满时不拾取药瓶。
source: Affects the range of picking up dropped items. Does not pick up potions when health is full.
de: Beeinflusst die Reichweite beim Aufheben fallengelassener Gegenstände. Hebt keine Tränke auf, wenn die Gesundheit voll ist.
es: Afecta el alcance al recoger objetos caídos. No recoge pociones cuando la salud está al máximo.
fr: Affecte la portée de ramassage des objets lâchés. Ne ramasse pas les potions lorsque la santé est pleine.
ja: ドロップアイテムの拾い範囲に影響する。HPが満タンの時は薬瓶を拾いません。
ko: 떨어진 아이템을 줍는 범위에 영향을 줍니다. 체력이 가득 차 있을 때는 물약을 줍지 않습니다.
pt_br: Afeta o alcance da coleta de itens caídos. Não coleta poções quando a saúde está cheia.
ru: Влияет на дальность подбора выпавших предметов. Не поднимает зелья при полном здоровье.

# 闪避
source: Dodge
de: Ausweichen
es: Esquivar
fr: Esquiver
ja: 回避
ko: 다지
pt_br: Desviar
ru: Уклоняться
zh_cn: 闪避
zh_tw: 閃避

# 格挡
source: Block
es: Bloquear
fr: Bloc
ja: ガード
ko: 차단하다
pt_br: Bloquear
ru: Блокировать
zh_cn: 格挡
zh_tw: 格擋

# 升级
source: Level Up
de: Aufsteigen
es: Elevar a mismo nivel
fr: Monter de niveau
ja: アップグレード
ko: 레벨업
pt_br: Subir de nível
ru: Повышение уровня
zh_cn: 升级
zh_tw: 升級

# 吸收机魂
source: Absorb Mech Soul
de: Mechseele absorbieren
es: Absorber alma mech
fr: Absorber l'âme du méca
ja: 機魂を吸収する
ko: 메카 영혼 흡수
pt_br: Absorver Alma Mech
ru: Поглотить душу меха
zh_cn: 吸收机魂
zh_tw: 吸收機魂

source: W/S/A/D
es: Blanco/Negro/Amarillo/Negro
pt_br: S/S/A/D
ru: В/С/А/Д

# Q/E/空格
source: Q/E/space
de: Q/E/Leerzeichen
es: Q/E/espacio
fr: Q/E/espace
ja: Q/E/スペース
ko: Q/E/스페이스
pt_br: Q/E/espaço
ru: Q/E/пространство

# 左摇杆
source: left joystick
de: linker Joystick
es: joystick izquierdo
fr: joystick gauche
ja: 左スティック
ko: 왼쪽 조이스틱
pt_br: joystick esquerdo
ru: левый джойстик

source: LB/RB
ja: Lボンパー/Rボンパー
ru: ЛБ/РБ

# 猛推 [color=blue]%s[/color] 以移动
source: Push hard [color=blue]%s[/color] to move
de: Drücken Sie fest [color=blue]%s[/color], um sich zu bewegen
es: Presiona con fuerza [color=blue]%s[/color] para moverte
fr: Appuyez fort [color=blue]%s[/color] pour vous déplacer
ja: [color=blue]%s[/color] を強く押して移動する
ko: [color=blue]%s[/color]을 세게 눌러 움직이세요
pt_br: Empurre com força [color=blue]%s[/color] para mover
ru: Нажмите сильнее [color=blue]%s[/color], чтобы переместить

# 接近[color=red]敌人[/color]以自动攻击
source: Approach [color=red]enemy[/color] to automatically attack
de: Nähere dich dem [color=red]Feind[/color], um automatisch anzugreifen
es: Acércate al [color=red]enemigo[/color] para atacar automáticamente
fr: Approchez [color=red]l'ennemi[/color] pour attaquer automatiquement
ja: 敵に近づくと自動で攻撃する
ko: [color=red]적[/color]에게 접근하면 자동으로 공격합니다.
pt_br: Aproxime-se do [color=red]inimigo[/color] para atacar automaticamente
ru: Приблизьтесь к [color=red]врагу[/color], чтобы автоматически атаковать

# 按下 [color=darkgreen]%s[/color] 以切换武器
source: Press [color=darkgreen]%s[/color] to switch weapons
de: Drücken Sie [color=darkgreen]%s[/color], um die Waffe zu wechseln
es: Presiona [color=darkgreen]%s[/color] para cambiar de arma
fr: Appuyez sur [color=darkgreen]%s[/color] pour changer d'arme
ja: [color=darkgreen]%s[/color] を押して武器を切り替えます
ko: 무기를 바꾸려면 [color=darkgreen]%s[/color]를 누르세요
pt_br: Pressione [color=darkgreen]%s[/color] para trocar de arma
ru: Нажмите [color=darkgreen]%s[/color], чтобы переключить оружие.

# 收集[color=royalblue]经验[/color]与[color=gold]宝箱[/color]，生存下去直到取得胜利
source: Collect experience and treasure chests, survive until victory
de: Sammle Erfahrung und Schatztruhen, überlebe bis zum Sieg
es: Reúne experiencia y cofres del tesoro, sobrevive hasta la victoria.
fr: Collectez de l'expérience et des coffres au trésor, survivez jusqu'à la victoire
ja: 経験と宝箱を収集し、勝利を手に入れるまで生き残りなさい
ko: 경험치와 보물상자를 모아 승리할 때까지 살아남으세요
pt_br: Colecione experiência e baús de tesouro, sobreviva até a vitória
ru: Собирайте опыт и сундуки с сокровищами, выживайте до победы.

# 回合开始时获得一层护盾。 {{SHIELD}}
source: Gain 1 Shield at the start of your turn. {{SHIELD}}
de: Erhalte zu Beginn deines Zuges 1 Schild. {{SCHILD}}
es: Obtienes 1 escudo al comienzo de tu turno. {{ESCUDO}}
fr: Gagnez 1 bouclier au début de votre tour. {{SHIELD}}
ja: ターン開始時にシールドを1層獲得する。 {{SHIELD}}
ko: 턴 시작 시 방패 1개를 얻습니다. {{SHIELD}}
pt_br: Ganhe 1 Escudo no início do seu turno. {{ESCUDO}}
ru: Получите 1 щит в начале вашего хода. {{SHIELD}}

# 在有头目的回合开始时，获得一层护盾。 {{SHIELD}}
source: Gain 1 Shield at the start of any round with a Boss. {{SHIELD}}
de: Erhalte zu Beginn einer beliebigen Runde mit einem Boss 1 Schild. {{SCHILD}}
es: Obtienes 1 escudo al comienzo de cualquier ronda con un jefe. {{ESCUDO}}
fr: Gagnez 1 bouclier au début de n'importe quel tour avec un boss. {{SHIELD}}
ja: ボスが出現しているターンの開始時に、シールドを1層獲得する。 {{SHIELD}}
ko: 보스가 등장하는 라운드 시작 시 방패 1개를 얻습니다. {{SHIELD}}
pt_br: Ganhe 1 Escudo no início de qualquer rodada com um Chefe. {{ESCUDO}}
ru: Получите 1 щит в начале любого раунда с боссом. {{SHIELD}}

# 正义
source: Justice
de: Gerechtigkeit
es: Justicia
ja: 正義
ko: 정당성
pt_br: Justiça
ru: Справедливость

# 平衡。
source: Balance.
de: Gleichgewicht.
fr: Équilibre.
ja: バランス
ko: 균형.
pt_br: Equilíbrio.
ru: Баланс.

# “到底能不能留作最后一张牌啊！”
source: “Can I even save this as my last card or not?!”
de: „Kann ich das überhaupt als meine letzte Karte speichern oder nicht?!“
es: "¿Puedo guardar esta como mi última carta o no?"
fr: "Puis-je même enregistrer cela comme ma dernière carte ou pas ?! "
ja: 「これ、最後のカードに取っておけるのかな！？」
ko: "이걸 마지막 카드로 저장할 수 있을까?!"
pt_br: “Posso salvar isso como meu último cartão ou não?!”
ru: «Могу ли я сохранить это как свою последнюю открытку или нет?!»

# 敌群数量大幅提升。 [color=green]宝箱 +4[/color]
source: “Enemy numbers have greatly increased. [color=green]Chests +4[/color]”
de: „Die Zahl der Feinde hat stark zugenommen. [color=green]Truhen +4[/color]“
es: El número de enemigos ha aumentado considerablemente. [color=green]Cofres +4[/color]
fr: Le nombre d'ennemis a considérablement augmenté. [color=green]Coffres +4[/color]
ja: 敵の数が大幅に増加。 [color=green]宝箱 +4[/color]
ko: "적의 수가 크게 증가했습니다. [color=green]상자 +4[/color]"
pt_br: “O número de inimigos aumentou muito. [color=green]Baús +4[/color]”
ru: «Число врагов значительно увеличилось. [color=green]Сундуки +4[/color]»

# 御剑术.I
source: Sword Control · I
de: Schwertkontrolle · I
es: Control de espadas · I
fr: Contrôle de l'épée · I
ja: 剣術・I
ko: 검술 · I
pt_br: Controle de Espada · I
ru: Управление мечом · Я

# 以气御剑。
source: Manipulate swords with energy.
de: Manipulieren Sie Schwerter mit Energie.
es: Manipular espadas con energía.
fr: Manipulez les épées avec de l'énergie.
ja: 気を操り、剣を従える。
ko: 에너지로 검을 조종합니다.
pt_br: Manipule espadas com energia.
ru: Управляйте мечами с помощью энергии.

# 生成一把剑作为环绕物。 它会主动攻击靠近的敌人，造成范围法术伤害。 其攻击频率不受攻速的影响。
source: Summons a sword as orb. It attacks nearby enemies automatically, dealing AOE spell damage. Attack speed doesn't affect its frequency.
de: Beschwört ein Schwert als Kugel. Es greift Gegner in der Nähe automatisch an und verursacht Flächenschaden. Die Angriffsgeschwindigkeit hat keinen Einfluss auf die Frequenz.
es: Invoca una espada como orbe. Ataca automáticamente a los enemigos cercanos e inflige daño de hechizo en área. La velocidad de ataque no afecta su frecuencia.
fr: Invoque une épée sous forme d'orbe. Elle attaque automatiquement les ennemis proches, infligeant des dégâts de zone. La vitesse d'attaque n'affecte pas sa fréquence.
ja: 剣を1本召喚し、自身の周囲を回る。 近づいた敵を自動で攻撃し、範囲魔法ダメージを与える。 攻撃速度の影響は受けない。
ko: 검을 구슬 형태로 소환합니다. 주변 적을 자동으로 공격하여 광역 마법 피해를 입힙니다. 공격 속도는 공격 빈도에 영향을 미치지 않습니다.
pt_br: Invoca uma espada como orbe. Ataca inimigos próximos automaticamente, causando dano mágico em área. A velocidade de ataque não afeta sua frequência.
ru: Призывает меч как сферу. Он автоматически атакует ближайших врагов, нанося урон заклинаниями по области. Скорость атаки не влияет на частоту атаки.

# 环绕物，主动攻击，造成法术伤害。
source: Orb, actively attacks, deals spell damage.
de: Kugel, greift aktiv an, verursacht Zauberschaden.
es: Orbe, ataca activamente e inflige daño con hechizos.
fr: Orbe, attaque activement, inflige des dégâts magiques.
ja: 周囲に回る召喚物。 自動で攻撃し、魔法ダメージを与える。
ko: 구슬은 적극적으로 공격하며, 주문 피해를 입힙니다.
pt_br: Orbe, ataca ativamente, causa dano mágico.
ru: Сфера, активно атакует, наносит урон заклинаниями.

# 晴天娃娃
source: Sunny Doll
es: Muñeca soleada
fr: Poupée ensoleillée
ja: 晴天の人形
ko: 써니 인형
pt_br: Boneca Ensolarada
ru: Солнечная кукла

# “卷袖搴裳手持帚，挂向阴空便摇手。” [right]——【元】李俊民 [/right]
source: “Sleeves rolled up, broom in hand - hang it in the shade and watch it wave." [right]— 【Yuan】Li Junmin[/right]
de: „Ärmel hochgekrempelt, Besen in der Hand – hänge ihn in den Schatten und sieh zu, wie er weht.“ [rechts]— 【Yuan】Li Junmin[/rechts]
es: “Con las mangas arremangadas, escoba en mano, cuélgala a la sombra y observa cómo se mece.” [derecha]— 【Yuan】Li Junmin[/derecha]
fr: "Manches retroussées, balai à la main, suspendez-le à l'ombre et regardez-le onduler. " [droite]— 【Yuan】Li Junmin[/droite]
ja: 「袖をまくり、裾を上げ、ほうきを手に。 曇り空に掛けて、そっと手を振る。」 [right]—— 元・李俊民 [/right]
ko: “소매를 걷어 올리고 빗자루를 손에 들고 그늘에 걸어 흔들리는 모습을 지켜보세요.”[오른쪽]— 【위안】리준민[/오른쪽]
pt_br: “Mangas arregaçadas, vassoura na mão - pendure-a na sombra e observe-a acenar." [direita]— 【Yuan】Li Junmin[/direita]
ru: «Засучив рукава, в руке метла — повесь её в тени и смотри, как она развевается». [справа] — 【Юань】Ли Цзюньминь[/справа]

# 生成一个晴天娃娃跟班。 和她距离较近时，伤害倍率临时提升为原来的{{0}}。
source: Summons a Sunny Doll companion. Staying near her temporarily boosts your damage multiplier to {{0}}.
de: Ruft eine Sunny Doll als Begleiterin herbei. Wenn du in ihrer Nähe bleibst, erhöht sich dein Schadensmultiplikator vorübergehend auf {{0}}.
es: Invoca a una Muñeca Soleada como compañera. Permanecer cerca de ella temporalmente aumenta tu multiplicador de daño a {{0}}.
fr: Invoque une poupée ensoleillée. Rester près d'elle augmente temporairement votre multiplicateur de dégâts à {{0}}.
ja: 晴天の人形を召喚する。 近くにいる間、ダメージ倍率が一時的に{{0}}になる。
ko: 서니 인형 친구를 소환합니다. 서니 인형 근처에 있으면 일시적으로 공격력이 {{0}}만큼 증가합니다.
pt_br: Invoca uma companheira Boneca Ensolarada. Ficar perto dela aumenta temporariamente seu multiplicador de dano para {{0}}.
ru: Призывает спутника — Солнечную Куколку. Находясь рядом с ней, вы временно увеличиваете свой множитель урона до {{0}}.

# 生成跟班，靠近提升伤害倍率。
source: Companion, proximity boosts damage multiplier.
de: Begleiter, Nähe erhöht den Schadensmultiplikator.
es: Compañero, la proximidad aumenta el multiplicador de daño.
fr: Compagnon, la proximité augmente le multiplicateur de dégâts.
ja: 召喚した仲間。近くにいるとダメージアップ。
ko: 동반자, 근접 시 데미지 배수가 증가합니다.
pt_br: Companheiro, a proximidade aumenta o multiplicador de dano.
ru: Компаньон, близость увеличивает множитель урона.

# 巫术娃娃
source: Voodoo Doll
de: Voodoo-Puppe
es: Muñeco vudú
fr: Poupée vaudou
ja: 呪いの人形
ko: 부두 인형
pt_br: Boneca Voodoo
ru: Кукла Вуду

# 以蕴含魔力的毛线编制而成，也许可以伤害到你想伤害的人。
source: Woven from enchanted yarn - it might just hurt whoever you wish to harm.
de: Aus verzaubertem Garn gewebt – es könnte jedem wehtun, dem Sie Schaden zufügen möchten.
es: Tejido con hilo encantado: puede dañar a quien quieras dañar.
fr: Tissé à partir de fil enchanté, il pourrait blesser quiconque vous souhaitez faire du mal.
ja: 魔力を宿した毛糸で編まれた人形。 あなたが傷つけたい相手を代わりに刺すかもしれない。
ko: 마법의 실로 짠 것입니다. 해를 끼치고 싶은 사람을 다치게 할 수도 있습니다.
pt_br: Feito com fios encantados, ele pode machucar quem você quiser machucar.
ru: Сплетенный из зачарованной пряжи, он может причинить вред тому, кому вы пожелаете.

# 生成一个巫术娃娃。不会对角色造成伤害。 承受伤害时会传递{{0}}给最早出现的敌人。
source: Summons a Voodoo Doll that cannot damage you. When taking damage, transfers {{0}} to the first enemy that appeared.
de: Beschwört eine Voodoo-Puppe, die dir keinen Schaden zufügen kann. Wenn sie Schaden erleidet, überträgt sie {{0}} auf den ersten Feind, der erscheint.
es: Invoca un muñeco vudú que no puede dañarte. Al recibir daño, transfiere {{0}} al primer enemigo que aparezca.
fr: Invoque une poupée vaudou invulnérable. Lorsqu'elle subit des dégâts, elle transfère {{0}} au premier ennemi apparu.
ja: 呪いの人形を召喚する。プレイヤーにはダメージを与えない。 ダメージを受けると、{{0}}を最初に出現した敵に伝える。
ko: 피해를 입히지 않는 부두 인형을 소환합니다. 피해를 입으면 처음 나타난 적에게 {{0}}을(를) 전달합니다.
pt_br: Invoca uma Boneca Vodu que não causa dano a você. Ao sofrer dano, transfere {{0}} para o primeiro inimigo que aparecer.
ru: Призывает куклу вуду, которая не может нанести вам урон. При получении урона переносит {{0}} первому появившемуся врагу.

# 生成娃娃，向敌人传导伤害。
source: Summons doll, transfers damage to enemies.
de: Beschwört eine Puppe, überträgt Schaden auf Feinde.
es: Invoca muñeca, transfiere daño a los enemigos.
fr: Invoque une poupée, transfère les dégâts aux ennemis.
ja: ダメージを敵に転送する人形を召喚。
ko: 인형을 소환하여 적에게 데미지를 전가합니다.
pt_br: Invoca uma boneca e transfere dano aos inimigos.
ru: Призывает куклу, переносит урон врагам.

# 苹果
source: Apple
de: Apfel
es: Manzana
fr: Pomme
ja: りんご
ko: 사과
pt_br: Maçã
ru: Яблоко

# 可以让智慧接近你，但会导致医生远离你。
source: Brings wisdom closer, but makes doctors avoid you.
de: Bringt Ihnen die Weisheit näher, sorgt aber dafür, dass Ärzte Sie meiden.
es: Acerca la sabiduría, pero hace que los médicos te eviten.
fr: Apporte la sagesse, mais fait que les médecins vous évitent.
ja: 賢さを授けるが、医者は遠ざかる。
ko: 지혜를 더 가까이 가져오지만, 의사들이 당신을 피하게 만듭니다.
pt_br: Traz a sabedoria para mais perto, mas faz com que os médicos o evitem.
ru: Приближает мудрость, но заставляет врачей избегать тебя.

# +{{0}} 生命偷取 {{HP_STEAL}}
source: +{{0}} Life Steal {{HP_STEAL}}
de: +{{0}} Lebensraub {{HP_STEAL}}
es: +{{0}} Robo de vida {{HP_STEAL}}
fr: +{{0}} Vol de vie {{HP_STEAL}}
ja: +{{0}} ライフスティール {{HP_STEAL}}
ko: +{{0}} 생명력 흡수 {{HP_STEAL}}
pt_br: +{{0}} Roubo de Vida {{HP_STEAL}}
ru: +{{0}} Кража жизни {{HP_STEAL}}

# XXI.世界
source: XXI. The World
de: XXI. Die Welt
es: XXI. El mundo
fr: XXI. Le Monde
ja: XXI. 世界
ko: XXI. 세계
pt_br: XXI. O Mundo
ru: XXI. Мир

# 回报亦有代价，耕耘即可收获。
source: Every reward has its cost, every effort its harvest.
de: Jede Belohnung hat ihren Preis, jede Anstrengung ihre Ernte.
es: Toda recompensa tiene su coste, todo esfuerzo su cosecha.
fr: Chaque récompense a son prix, chaque effort sa récolte.
ja: 報酬には代償がある。 耕した者だけが実りを得る。
ko: 모든 보상에는 비용이 따르고, 모든 노력에는 수확이 따릅니다.
pt_br: Toda recompensa tem seu custo, todo esforço sua colheita.
ru: Каждая награда имеет свою цену, каждое усилие имеет свой урожай.

# 下一波次开始时额外生成一个相对弱小的头目，击杀可以照常获得头目奖励。
source: When next wave starts, spawns an extra weaker boss. Defeating it grants normal boss rewards.
de: Wenn die nächste Welle beginnt, erscheint ein zusätzlicher schwächerer Boss. Wenn du ihn besiegst, erhältst du die normalen Boss-Belohnungen.
es: Al comenzar la siguiente oleada, aparece un jefe más débil. Derrotarlo otorga recompensas normales.
fr: Au début de la vague suivante, un boss plus faible apparaît. Le vaincre confère les récompenses habituelles.
ja: 次のウェーブ開始時、少し弱めのボスが追加で出現。 倒すと通常通りボス報酬を得られる。
ko: 다음 웨이브가 시작되면 약한 보스가 추가로 생성됩니다. 이 보스를 처치하면 일반 보스 보상을 획득합니다.
pt_br: Quando a próxima onda começa, gera um chefe ainda mais fraco. Derrotá-lo concede recompensas normais de chefe.
ru: С началом следующей волны появляется ещё один, более слабый босс. Победа над ним даёт обычные награды за босса.

# 下回合生成额外的弱版头目。
source: Spawns extra weaker boss next round.
de: Bringt in der nächsten Runde einen besonders schwächeren Boss hervor.
es: Genera un jefe extra débil en la siguiente ronda.
fr: Fait apparaître un boss encore plus faible au tour suivant.
ja: 次のラウンドで弱いボスが追加出現。
ko: 다음 라운드에 더 약한 보스가 추가로 생성됩니다.
pt_br: Gera um chefe ainda mais fraco na próxima rodada.
ru: В следующем раунде появляется еще более слабый босс.

# 黑黄杖
source: Black King Bar
es: Barra Black King
fr: Barre Black King
ja: 黒黄の杖
ko: 블랙 킹 바
pt_br: Bar Black King
ru: Черный король Бар

# 「天神下凡」
source: 「Avatar」
ja: 「天神降臨」
ko: "화신"
ru: 「Аватар」

# 首次受到伤害时，无敌时间提升至{{0}}秒。
source: When taking first damage, increases invincibility duration to {{0}} seconds.
de: Erhöht sich die Dauer der Unbesiegbarkeit beim ersten Schaden auf {{0}} Sekunden.
es: Al recibir el primer daño, aumenta la duración de invencibilidad a {{0}} segundos.
fr: Lors des premiers dégâts, augmente la durée d'invincibilité à {{0}} secondes.
ja: 初めてダメージを受けたとき、無敵時間が{{0}}秒に延びる。
ko: 첫 번째 피해를 입으면 무적 시간이 {{0}}초로 증가합니다.
pt_br: Ao receber o primeiro dano, aumenta a duração da invencibilidade para {{0}} segundos.
ru: При получении первого урона увеличивает длительность неуязвимости до {{0}} секунд.

source: 变巨术
de: Gigantische Transformation
es: Transformación gigante
fr: Transformation géante
ja: 巨化術
ko: 거대한 변신
pt_br: Transformação Gigante
ru: Гигантская трансформация

# 最有效的战术才经得起时间的考验。
source: Only the most effective tactics stand the test of time.
de: Nur die effektivsten Taktiken bestehen den Test der Zeit.
es: Sólo las tácticas más efectivas resisten la prueba del tiempo.
fr: Seules les tactiques les plus efficaces résistent à l’épreuve du temps.
ja: 本当に優れた戦術は、時の試練にも耐える。
ko: 가장 효과적인 전략만이 시간의 시험을 견뎌냅니다.
pt_br: Somente as táticas mais eficazes resistem ao teste do tempo.
ru: Только самые эффективные тактики выдерживают испытание временем.

# 武器体积变大，攻击动画变慢。 伤害倍率变为{{0}}。
source: Weapon size increases, attack animation slows. Damage multiplier becomes {{0}}.
de: Die Waffengröße nimmt zu, die Angriffsanimation verlangsamt sich. Der Schadensmultiplikator wird {{0}}.
es: El tamaño del arma aumenta, la animación de ataque se ralentiza. El multiplicador de daño se convierte en {{0}}.
fr: La taille de l'arme augmente, l'animation d'attaque ralentit. Le multiplicateur de dégâts passe à {{0}}.
ja: 武器のサイズが大きくなり、攻撃速度が遅くなる。 ダメージ倍率が{{0}}になる。
ko: 무기 크기가 커지고 공격 애니메이션이 느려집니다. 데미지 배율이 {{0}}이 됩니다.
pt_br: O tamanho da arma aumenta, a animação do ataque diminui. O multiplicador de dano se torna {{0}}.
ru: Размер оружия увеличивается, анимация атаки замедляется. Множитель урона становится {{0}}.

# 武器体积变大，动作变慢，伤害倍率上升。
source: Weapon size increases, attacks slow, damage multiplier increases.
de: Die Waffengröße nimmt zu, die Angriffe werden langsamer, der Schadensmultiplikator steigt.
es: El tamaño del arma aumenta, los ataques son más lentos y el multiplicador de daño aumenta.
fr: La taille de l'arme augmente, les attaques ralentissent et le multiplicateur de dégâts augmente.
ja: 武器が巨大化し、動きが遅くなるが、ダメージが上昇。
ko: 무기 크기가 커지고, 공격 속도가 느려지고, 데미지 배수가 커집니다.
pt_br: O tamanho da arma aumenta, os ataques ficam lentos e o multiplicador de dano aumenta.
ru: Размер оружия увеличивается, атаки замедляются, множитель урона увеличивается.

source: Each attack builds 1 Rage. At 5 Rage, you'll need to switch weapons to continue attacking. After switching at full Rage, your first attack deals {{0}} bonus damage with {{1}} Lifesteal. {{HP_STEAL}}
de: Jeder Angriff baut 1 Wut auf. Bei 5 Wut musst du die Waffe wechseln, um weiter angreifen zu können. Nach dem Wechsel bei voller Wut verursacht dein erster Angriff {{0}} Bonusschaden mit {{1}} Lebensraub. {{HP_STEAL}}
es: Cada ataque genera 1 punto de Furia. Con 5 puntos de Furia, tendrás que cambiar de arma para seguir atacando. Tras cambiar con la Furia al máximo, tu primer ataque inflige {{0}} de daño adicional con {{1}} de Robo de Vida. {{HP_STEAL}}
fr: Chaque attaque génère 1 point de Rage. À 5 points de Rage, vous devrez changer d'arme pour continuer à attaquer. Après avoir changé d'arme à pleine Rage, votre première attaque inflige {{0}} points de dégâts supplémentaires avec {{1}} points de Vol de Vie. {{HP_STEAL}}
ja: 攻撃するたびに怒気を1ポイント獲得。 5ポイントで怒気が最大になる。 怒気が満タンの時は、武器を切り替えないと攻撃できない。怒気を溜めた後に武器を切り替えると、 最初の攻撃が{{0}}ダメージになり、{{1}}のライフスティールを得る。 {{HP_STEAL}}
ko: 각 공격 시 분노 1이 생성됩니다. 분노가 5가 되면 무기를 교체해야 계속 공격할 수 있습니다. 분노가 최대치에 도달하면 첫 공격 시 {{0}}의 추가 피해와 {{1}}의 생명력 흡수 효과를 얻습니다. {{HP_STEAL}}
pt_br: Cada ataque acumula 1 de Fúria. Com 5 de Fúria, você precisará trocar de arma para continuar atacando. Após trocar com Fúria máxima, seu primeiro ataque causa {{0}} de dano adicional com {{1}} Roubo de Vida. {{HP_STEAL}}
ru: Каждая атака накапливает 1 ед. ярости. При 5 ед. ярости вам придётся сменить оружие, чтобы продолжить атаку. После смены оружия на полной ярости ваша первая атака наносит {{0}} дополнительного урона с {{1}} вампиризмом. {{HP_STEAL}}
