Repository: hua-zhi-wan/not-survivors-translations
Catalog: */*.po
Languages: de, es, fr, ja, ko, pt_br, ru, zh_cn, zh_tw

source: Crits apply Holy Water at the enemy's location, dealing {{0}} damage every 0.25s. 3s cooldown. Effect lasts at least 2s. Each Holy Water extends duration by 1s.
de: Kritische Treffer werfen Weihwasser auf die Position des Gegners und verursachen alle 0,25 s {{0}} Schaden. 3 s Abklingzeit. Die Wirkung hält mindestens 2 s an. Jedes Weihwasser verlängert die Dauer um 1 s.
es: Los críticos aplican Agua Bendita en la ubicación del enemigo, lo que inflige {{0}} de daño cada 0.25 s. Tiempo de reutilización de 3 s. El efecto dura al menos 2 s. Cada Agua Bendita extiende la duración en 1 s.
fr: Les coups critiques appliquent de l'Eau bénite à l'emplacement de l'ennemi, infligeant {{0}} points de dégâts toutes les 0,25 s. Temps de recharge : 3 s. L'effet dure au moins 2 s. Chaque jet d'Eau bénite prolonge la durée de 1 s.
ja: クリティカルは敵の位置に聖水効果を付与し、0.25秒ごとに{{0}}のダメージを与えます。 この効果には3秒のクールダウンがあります。 聖水効果の持続時間は少なくとも2秒です。聖水を1つ持つごとに、聖水効果の持続時間が1秒延長されます。
ko: 치명타 시 적 위치에 성수를 생성하여 0.25초마다 {{0}}의 피해를 입힙니다. 재사용 대기시간은 3초입니다. 효과는 최소 2초 동안 지속됩니다. 성수 하나당 지속 시간이 1초씩 증가합니다.
pt_br: Acertos críticos aplicam Água Benta no local do inimigo, causando {{0}} de dano a cada 0,25 s. 3 s de recarga. O efeito dura pelo menos 2 s. Cada Água Benta aumenta a duração em 1 s.
ru: Криты наносят Святую воду на местонахождение противника, нанося {{0}} урона каждые 0,25 с. Время восстановления: 3 с. Эффект длится не менее 2 с. Каждый удар Святой воды увеличивает длительность на 1 с.
zh_cn: 暴击会对敌人所在的位置施加圣水效果，每 0.25 秒造成{{0}}伤害。 这个效果有 3 秒的冷却。 圣水效果持续时间至少为 2 秒。你每持有一个圣水，圣水效果的持续时间延长 1 秒。
zh_tw: 暴擊會對敵人所在位置施加聖水效果，每 0.25 秒造成{{0}}點傷害。 此效果有 3 秒的冷卻時間。 聖水效果持續時間至少為 2 秒。你每持有一個聖水，聖水效果的持續時間延長 1 秒。

# 暴击时，造成持续范围法术伤害。
source: On critical hit, deals continuous area spell damage.
de: Bei einem kritischen Treffer verursacht es kontinuierlichen Flächenzauberschaden.
es: En caso de golpe crítico, inflige daño con hechizos de área continuo.
fr: En cas de coup critique, inflige des dégâts de zone continus.
ja: クリティカル時、持続的な範囲魔法ダメージを与える。
ko: 치명타 발생 시, 지속적인 광역 주문 피해를 입힙니다.
pt_br: Em acerto crítico, causa dano mágico de área contínuo.
ru: При критическом попадании наносит непрерывный урон заклинанием по области.

# 坐标之力
source: Power of Coordinates
de: Macht der Koordinaten
es: Potencia de coordenadas
fr: Le pouvoir des coordonnées
ja: 座標の力
ko: 좌표의 힘
pt_br: Poder das Coordenadas
ru: Сила координат
zh_cn: 坐标之力
zh_tw: 座標之力

# 总有人要偿还罪孽。
source: Someone must atone for sins.
de: Jemand muss für Sünden büßen.
es: Alguien debe expiar los pecados.
fr: Quelqu’un doit expier les péchés.
ja: 必ず誰かが罪を償わなければならない。
ko: 누군가가 죄를 속죄해야 합니다.
pt_br: Alguém deve expiar os pecados.
ru: Кто-то должен искупить грехи.
zh_cn: 总有人要偿还罪孽。
zh_tw: 總有人要償還罪孽。

# 放弃道具时，宝箱+1。 你可以通过放弃道具并在下回合重新拾取的方式来重置道具选项。
source: When you discard an item, Treasure Chest +1. You can reset the item options by discarding an item and re-picking it up in the next round.
de: Wenn Sie einen Gegenstand ablegen, Schatztruhe +1. Sie können die Gegenstandsoptionen zurücksetzen, indem Sie einen Gegenstand ablegen und in der nächsten Runde erneut aufheben.
es: Al descartar un objeto, Cofre del Tesoro +1. Puedes restablecer las opciones del objeto descartándolo y recogiéndolo en la siguiente ronda.
fr: Lorsque vous défaussez un objet, Coffre au trésor +1. Vous pouvez réinitialiser les options d'objet en défaussant un objet et en le récupérant au tour suivant.
ja: アイテムを放棄すると、宝箱+1。 アイテムを放棄して次のターンで再び拾うことで、アイテムの選択肢をリセットすることができます。
ko: 아이템을 버리면 보물상자 +1이 추가됩니다. 아이템을 버리고 다음 라운드에 다시 획득하면 아이템 옵션을 초기화할 수 있습니다.
pt_br: Ao descartar um item, você ganha +1 no Baú do Tesouro. Você pode redefinir as opções do item descartando um item e pegando-o novamente na próxima rodada.
ru: Когда вы сбрасываете предмет, сундук с сокровищами +1. Вы можете сбросить параметры предмета, сбросив предмет и снова подобрав его в следующем раунде.

# 放弃道具时，下回合重置。
source: When discarding the item, reset next round.
de: Wenn Sie den Gegenstand ablegen, wird die nächste Runde zurückgesetzt.
es: Al descartar el objeto, reinicia la siguiente ronda.
fr: Lorsque vous jetez l'objet, réinitialisez le tour suivant.
ja: アイテムを放棄する時、次のターンでリセットする。
ko: 아이템을 버리면 다음 라운드에 초기화됩니다.
pt_br: Ao descartar o item, reinicie a próxima rodada.
ru: При выбросе предмета начните следующий раунд заново.

# 杀意之波动
source: Wave of Murderous Intent
de: Welle mörderischer Absichten
es: Ola de intenciones asesinas
fr: Vague d'intentions meurtrières
ja: 殺意の波動
ko: 살인 의도의 물결
pt_br: Onda de Intenção Assassina
ru: Волна убийственных намерений
zh_cn: 杀意之波动
zh_tw: 殺意之波動

# 能够破坏一切的究极力量。
source: The ultimate power that can destroy everything.
de: Die ultimative Macht, die alles zerstören kann.
es: El poder máximo que puede destruirlo todo.
fr: Le pouvoir ultime qui peut tout détruire.
ja: 全てを破壊できる究極の力。
ko: 모든 것을 파괴할 수 있는 궁극적인 힘.
pt_br: poder supremo que pode destruir tudo.
ru: Абсолютная сила, способная уничтожить всё.
zh_cn: 能够破坏一切的究极力量。
zh_tw: 能夠破壞一切的究極力量。

# 强化你的空手状态。 【空手】重新回到武器池。
source: Strengthen your unarmed state. [Unarmed] Return to the weapon pool.
de: Stärken Sie Ihren unbewaffneten Zustand. [Unbewaffnet] Kehren Sie zum Waffenpool zurück.
es: Fortalece tu estado desarmado. [Desarmado] Regresa al grupo de armas.
fr: Renforcez votre état désarmé. [Désarmé] Retournez à la réserve d'armes.
ja: あなたの素手状態を強化する。【素手】武器池に再び戻る。
ko: 비무장 상태를 강화하세요. [비무장] 무기 풀로 돌아가세요.
pt_br: Fortaleça seu estado desarmado. [Desarmado] Retorne ao conjunto de armas.
ru: Укрепите своё безоружное состояние. [Безоружный] Вернитесь в арсенал оружия.

# 1UP蘑菇
source: 1UP Mushroom
de: 1UP Pilz
es: Hongo 1UP
fr: Champignon 1UP
ja: 1UPキノコ
ko: 1UP 버섯
pt_br: Cogumelo 1UP
ru: 1UP Гриб
zh_cn: 1UP蘑菇
zh_tw: 1UP蘑菇

# 加一条命！
source: An extra life!
de: Ein Extraleben!
es: ¡Una vida extra!
fr: Une vie supplémentaire !
ja: ライフを1本追加！
ko: 추가 수명!
pt_br: Uma vida extra!
ru: Дополнительная жизнь!
zh_cn: 加一条命！
zh_tw: 加一條命！

# 角色死亡时，会以当前生命的50%原地复生。 生效后移除此道具。
source: Revives with 50% HP when the character dies. Consumed upon activation.
de: Wird mit 50 % HP wiederbelebt, wenn der Charakter stirbt. Wird bei Aktivierung verbraucht.
es: Revive con un 50% de HP al morir el personaje. Se consume al activarse.
fr: Ressuscite avec 50 % de PV à la mort du personnage. Consomme à l'activation.
ja: キャラクターが死亡した時、現在の生命力の50%でその場で復活する。効果発動後、このアイテムを取り除く。
ko: 캐릭터 사망 시 50%의 체력으로 부활합니다. 활성화 시 소모됩니다.
pt_br: Revive com 50% de PV quando o personagem morre. Consumido na ativação.
ru: Возрождается с 50% здоровья после смерти персонажа. Расходуется при активации.
zh_cn: 角色死亡时，会以当前生命的50%原地复生。 生效后移除此道具。
zh_tw: 角色死亡時，會以當前生命的50%原地復生。 生效後移除此道具。

# 复活次数+1
source: Revive Count +1
de: Wiederbelebungsanzahl +1
es: Reanimación Contador +1
fr: Compte de réanimation +1
ja: 復活回数+1
ko: 부활 횟수 +1
pt_br: Reviver Contagem +1
ru: Количество возрождений +1

# 蓝色方块
source: Blue Cube
de: Blauer Würfel
es: Cubo azul
fr: Cube bleu
ja: 青いブロック
ko: 블루 큐브
pt_br: Cubo Azul
ru: Синий куб
zh_cn: 蓝色方块
zh_tw: 藍色方塊

# 过去并未消逝，甚至并未过去。
source: The past has never vanished, nor has it truly passed.
de: Die Vergangenheit ist nie verschwunden, noch ist sie wirklich vergangen.
es: El pasado nunca ha desaparecido ni ha pasado realmente.
fr: Le passé n’a jamais disparu, ni vraiment passé.
ja: 過去は消えていない、むしろ過ぎ去ってもいない。
ko: 과거는 결코 사라지지 않았고, 진정으로 지나간 적도 없습니다.
pt_br: O passado nunca desapareceu, nem realmente passou.
ru: Прошлое никогда не исчезало и по-настоящему не прошло.
zh_cn: 过去并未消逝，甚至并未过去。
zh_tw: 過去並未消逝，甚至並未過去。

# 回到上一波次。 永久提升敌人强度。
source: Return to the previous wave. Permanently increases the enemies' strength.
de: Kehrt zur vorherigen Welle zurück. Erhöht dauerhaft die Stärke der Feinde.
es: Regresa a la oleada anterior. Aumenta permanentemente la fuerza de los enemigos.
fr: Retour à la vague précédente. Augmente définitivement la force des ennemis.
ja: 前のウェーブに戻る。敵の強度を永久に上昇させる。
ko: 이전 웨이브로 돌아갑니다. 적의 공격력을 영구적으로 증가시킵니다.
pt_br: Retorna à onda anterior. Aumenta permanentemente a força dos inimigos.
ru: Возвращение к предыдущей волне. Увеличивает силу врагов навсегда.
zh_cn: 回到上一波次。 永久提升敌人强度。
zh_tw: 回到上一波次。 永久提升敵人強度。

# XV.恶魔
source: XV. The Devil
de: XV. Der Teufel
es: XV. El Diablo
fr: XV. Le Diable
ja: XV.悪魔
ko: XV. 악마
pt_br: XV. O Diabo
ru: XV. Дьявол
zh_cn: XV.恶魔
zh_tw: XV.惡魔

# 无尽渴望与自我束缚。
source: Endless craving and self-restraint.
de: Endloses Verlangen und Selbstbeherrschung.
es: Anhelo infinito y autocontrol.
fr: Envie sans fin et maîtrise de soi.
ja: 果てしない渇望と自己束縛。
ko: 끝없는 갈망과 자제력.
pt_br: Desejo infinito e autocontrole.
ru: Бесконечные желания и самоограничения.
zh_cn: 无尽渴望与自我束缚。
zh_tw: 無盡渴望與自我束縛。

# 每持有一个道具，你的法术强度会修正减少{{0}}。这个修正不会高于{{1}}
source: Each item reduces your spell power by {{0}}. This reduction won't exceed {{1}}.
de: Jeder Gegenstand verringert deine Zauberkraft um {{0}}. Diese Verringerung wird {{1}} nicht überschreiten.
es: Cada objeto reduce tu poder de hechizo en {{0}}. Esta reducción no superará {{1}}.
fr: Chaque objet réduit votre puissance magique de {{0}}. Cette réduction ne dépassera pas {{1}}.
ja: 1つのアイテムを保持するごとに、あなたの術力は修正により{{0}}減少します。この修正は{{1}}を超えません。
ko: 각 아이템은 주문력을 {{0}}만큼 감소시킵니다. 이 감소량은 {{1}}을 초과할 수 없습니다.
pt_br: Cada item reduz seu poder mágico em {{0}}. Essa redução não excederá {{1}}.
ru: Каждый предмет уменьшает силу ваших заклинаний на {{0}}. Это уменьшение не превысит {{1}}.
zh_cn: 每持有一个道具，你的法术强度会修正减少{{0}}。这个修正不会高于{{1}}
zh_tw: 每持有一個道具，你的法術強度會修正減少{{0}}。這個修正不會高於{{1}}

# 道具越少，法术强度提升越高。
source: The fewer items, the higher the spell power increases.
de: Je weniger Gegenstände, desto höher ist die Zauberkraft.
es: Cuanto menos objetos haya, mayor será el aumento del poder del hechizo.
fr: Moins il y a d'objets, plus la puissance des sorts augmente.
ja: 道具が少ないほど、魔法強度の上昇が高い。
ko: 아이템이 적을수록 주문력이 높아집니다.
pt_br: Quanto menos itens, maior será o aumento do poder mágico.
ru: Чем меньше предметов, тем выше сила заклинания.

# I.魔术师
source: I. The Magician
de: I. Der Magier
es: I. El mago
fr: I. Le Magicien
ja: I.魔術師
ko: I. 마술사
pt_br: I. O Mágico
ru: I. Волшебник
zh_cn: I.魔术师
zh_tw: I.魔術師

# 变化莫测，心想事成。
source: The winds of change are unpredictable; the desires of heart are fulfilled.
de: Der Wind der Veränderung ist unvorhersehbar, die Herzenswünsche werden erfüllt.
es: Los vientos del cambio son impredecibles; los deseos del corazón se cumplen.
fr: Les vents du changement sont imprévisibles ; les désirs du cœur sont exaucés.
ja: 変化莫测、思いがかなう。
ko: 변화의 바람은 예측할 수 없고, 마음의 소원은 이루어진다.
pt_br: Os ventos da mudança são imprevisíveis; os desejos do coração são realizados.
ru: Ветры перемен непредсказуемы; желания сердца исполняются.
zh_cn: 变化莫测，心想事成。
zh_tw: 變化莫測，心想事成。

# 胡桃
source: Walnut
de: Nussbaum
es: Nuez
fr: Noyer
ja: クルミ
ko: 호두
pt_br: Noz
ru: Грецкий орех
zh_cn: 胡桃
zh_tw: 胡桃

# "他们的火力只能让我感到一种麻麻的感觉，像是……令人放松的背部按摩。”
source: “Their firepower only gives me a tingling sensation, like... a relaxing back massage.”
de: „Ihre Feuerkraft verursacht bei mir nur ein prickelndes Gefühl, wie … eine entspannende Rückenmassage.“
es: “Su potencia de fuego sólo me produce una sensación de hormigueo, como... un relajante masaje de espalda”.
fr: "Leur puissance de feu ne me procure qu'une sensation de picotement, comme... un massage relaxant du dos. "
ja: 「彼らの火力なんて、ただ痺れるような感じだけだよ。まるで……リラックスする背中のマッサージみたいだ。」
ko: "그들의 화력은 그저 따끔거리는 느낌만 줄 뿐이에요... 편안한 등 마사지를 받는 것 같아요."
pt_br: “O poder de fogo deles só me dá uma sensação de formigamento, como... uma massagem relaxante nas costas.”
ru: «Их огневая мощь вызывает у меня лишь покалывание, как... расслабляющий массаж спины».
zh_cn: "他们的火力只能让我感到一种麻麻的感觉，像是……令人放松的背部按摩。”
zh_tw: 「他們的火力只能讓我感到一種麻麻的感覺，像是……令人放鬆的背部按摩。」

# 生成一个可以抵挡子弹的环绕物。
source: Creates an orb that blocks bullets.
de: Erstellt eine Kugel, die Kugeln blockiert.
es: Crea un orbe que bloquea las balas.
fr: Crée un orbe qui bloque les balles.
ja: 弾丸を防ぐことができる囲み物を生成する。
ko: 총알을 막는 구슬을 생성합니다.
pt_br: Cria uma esfera que bloqueia balas.
ru: Создает сферу, блокирующую пули.
zh_cn: 生成一个可以抵挡子弹的环绕物。
zh_tw: 產生一個可以抵擋子彈的環繞物。

# 防御性环绕物。
source: Defensive encirclement.
de: Defensive Einkreisung.
es: Cerco defensivo.
fr: Encerclement défensif.
ja: 防御的な取り囲み物。
ko: 방어적 포위.
pt_br: Cerco defensivo.
ru: Оборонительное окружение.

# 懒骨头
source: Lazybones
de: Faulpelz
es: Vago
fr: Fainéant
ja: 怠け者
ko: 게으른 사람들
pt_br: Ossos preguiçosos
ru: Лентяй
zh_cn: 懒骨头
zh_tw: 懶骨頭

# “找八份工作就有八份假期。”
source: “Having eight jobs means having eight vacations.”
de: „Acht Jobs bedeuten acht Urlaube.“
es: “Tener ocho trabajos significa tener ocho vacaciones”.
fr: "Avoir huit emplois signifie avoir huit vacances. "
ja: 「8つの仕事を探せば8つの休暇がある。」
ko: "직장이 여덟 개라는 건 휴가가 여덟 번이라는 뜻이에요."
pt_br: “Ter oito empregos significa ter oito férias.”
ru: «Восемь работ подразумевают восемь отпусков».
zh_cn: “找八份工作就有八份假期。”
zh_tw: 「找八份工作就有八份假期。」

# 站立不动时，法术强度修正+25%。
source: While standing still, Spell Power Modifier +25%.
de: Im Stillstand Zauberkraftmodifikator +25 %.
es: Mientras estés quieto, Modificador de Poder de Hechizo +25%.
fr: En restant immobile, modificateur de puissance des sorts +25 %.
ja: 立ち止まっている時、魔法力修正+25%。
ko: 가만히 서 있는 동안 주문력 수정치가 25% 증가합니다.
pt_br: Enquanto estiver parado, Modificador de Poder Mágico +25%.
ru: Пока стоишь на месте, модификатор силы заклинаний +25%.

# 站立不动时，法术强度临时提升。
source: When standing still, Spell Power is temporarily increased.
de: Beim Stillstehen wird die Zauberkraft vorübergehend erhöht.
es: Cuando estás quieto, el poder con hechizos aumenta temporalmente.
fr: Lorsque vous restez immobile, la puissance des sorts est temporairement augmentée.
ja: 立ち止まっている間、魔法力が一時的に上昇する。
ko: 가만히 서 있는 동안 주문력이 일시적으로 증가합니다.
pt_br: Ao ficar parado, o Poder Mágico é temporariamente aumentado.
ru: Когда стоишь на месте, сила заклинаний временно увеличивается.

# “人类！”
source: “Humanity!”
de: "Menschheit!"
es: "¡Humanidad!"
fr: "Humanité!"
ja: 人間！
ko: "인류!"
pt_br: "Humanidade!"
ru: «Человечество!»
zh_cn: “人类！”
zh_tw: 「人類！」

source: Rabot-2333
ja: ラボット-2333
ko: 라봇-2333
ru: Работ-2333

# 把接下来的一个 "hurt" 转化为 "block" ~
source: Convert the next “hurt” to “block”~
de: Wandeln Sie das nächste „Verletzen“ in „Blockieren“ um~
es: Convierte el siguiente “daño” en “bloqueo”~
fr: Convertissez le prochain « blessé " en « bloqué "~
ja: 次の一つの "hurt" を "block" に置き換える～
ko: 다음 "아픔"을 "막힘"으로 바꿔보세요~
pt_br: Converta a próxima “mágoa” em “bloqueio”~
ru: Преобразуем следующий «ушиб» в «блок»~
zh_cn: 把接下来的一个 "hurt" 转化为 "block" ~
zh_tw: 把接下來的一個「hurt」轉化為「block」~

# 回合开始时获得一个护盾。
source: Gain a shield at the start of each turn.
de: Zu Beginn der Runde erhält man einen Schild.
es: Al comienzo del turno obtiene un escudo.
fr: Au début du tour, obtenir un bouclier.
ja: ターン開始時に1つのシールドを獲得する。
ko: 라운드 시작 시 실드 하나를 얻습니다.
pt_br: No início do turno, ganha um escudo.
ru: В начале хода получить щит.
zh_cn: 回合开始时获得一个护盾。
zh_tw: 回合開始時得到一個護盾。

# 大生命药水
source: Greater Health Potion
de: Großer Heiltrank
es: Poción de salud superior
fr: Potion de santé supérieure
ja: 大生命ポーション
ko: 더 큰 체력 물약
pt_br: Poção de Saúde Maior
ru: Великое зелье здоровья
zh_cn: 大生命药水
zh_tw: 大生命藥水

# “喝得更爽！”
source: “Drink more refreshingly!”
de: „Trinken Sie erfrischender!“
es: “¡Bebe más refrescante!”
fr: "Buvez de manière plus rafraîchissante ! "
ja: もっと気持ちよく飲もう！
ko: "더 상쾌하게 마셔요!"
pt_br: “Beba mais refrescantemente!”
ru: «Пейте больше освежающих напитков!»
zh_cn: “喝得更爽！”
zh_tw: 「喝得更爽！」

# 掉落的生命药水有 50% 的概率变为大生命药水。 拾取大生命药水时，额外恢复角色{{0}}生命值。
source: Health potions have a 50% chance to become Greater. Picking up Greater Health Potion restores an EXTRA {{0}} HP.
de: Heiltränke haben eine 50%ige Chance, stärker zu werden. Das Aufheben eines stärkeren Heiltranks stellt ZUSÄTZLICHE {{0}} HP wieder her.
es: Las pociones de salud tienen un 50% de probabilidad de volverse superiores. Recoger una poción de salud superior restaura {{0}} de vida extra.
fr: Les potions de soin ont 50 % de chances de devenir supérieures. Récupérer une potion de soin supérieure restaure {{0}} PV SUPPLÉMENTAIRES.
ja: ドロップした生命薬は50%の確率で大生命薬に変化する。 大生命薬を拾うとき、キャラクターの生命力を{{0}}追加で回復する。
ko: 체력 물약은 50% 확률로 상급 체력 물약으로 변합니다. 상급 체력 물약을 획득하면 체력이 추가로 {{0}} 회복됩니다.
pt_br: Poções de saúde têm 50% de chance de se tornarem Maiores. Pegar uma Poção de Saúde Maior restaura {{0}} PV EXTRA.
ru: Зелья здоровья с вероятностью 50% могут стать более мощными. Подбор более мощного зелья здоровья восстанавливает ДОПОЛНИТЕЛЬНО {{0}} HP.
zh_cn: 掉落的生命药水有 50% 的概率变为大生命药水。 拾取大生命药水时，额外恢复角色{{0}}生命值。
zh_tw: 掉落的生命藥水有 50% 的機率變為大生命藥水。 拾取大生命藥水時，額外恢復角色{{0}}生命值。

# 概率升级药瓶，提升其恢复能力。
source: Chance to upgrade Health Potions, improving their healing.
de: Chance, Heiltränke zu verbessern und so ihre Heilwirkung zu steigern.
es: Oportunidad de mejorar las pociones de salud y mejorar su curación.
fr: Possibilité d'améliorer les potions de santé, améliorant ainsi leurs soins.
ja: 確率で薬瓶をアップグレードし、その回復能力を向上させる。
ko: 체력 물약을 업그레이드하여 치유력을 향상시킬 수 있는 기회입니다.
pt_br: Chance de melhorar Poções de Saúde, melhorando sua cura.
ru: Шанс улучшить зелья здоровья, повысив их эффективность.

# 无响应
source: No Response
de: Keine Antwort
es: Sin respuesta
fr: Aucune réponse
ja: 無反応
ko: 응답 없음
pt_br: Nenhuma resposta
ru: Нет ответа
zh_cn: 无响应
zh_tw: 沒有回應

# 按 Ctrl + Alt + Delete 打开任务管理器。
source: Press Ctrl + Alt + Delete to open the Task Manager.
de: Drücken Sie Strg + Alt + Entf, um den Task-Manager zu öffnen.
es: Presione Ctrl + Alt + Supr para abrir el Administrador de tareas.
fr: Appuyez sur Ctrl + Alt + Suppr pour ouvrir le Gestionnaire des tâches.
ja: Ctrl + Alt + Delete を押してタスクマネージャーを開いてください。
ko: Ctrl + Alt + Delete를 눌러 작업 관리자를 엽니다.
pt_br: Pressione Ctrl + Alt + Delete para abrir o Gerenciador de Tarefas.
ru: Нажмите Ctrl + Alt + Delete, чтобы открыть диспетчер задач.
zh_cn: 按 Ctrl + Alt + Delete 打开任务管理器。
zh_tw: 按 Ctrl + Alt + Delete 打開工作管理員。

# 弹幕
source: Bullet Hell
de: Kugelhagel
es: Infierno de balas
fr: L'enfer des balles
ja: 弾幕
ko: 총알 지옥
pt_br: Inferno de balas
ru: Пулевой ад
zh_cn: 弹幕
zh_tw: 彈幕

# ——因为太长了看不清所以必须要慢下来……
source: —Too long to see clearly, have no choice but to slow down...
de: – Zu lang, um klar zu sehen, ich habe keine andere Wahl, als langsamer zu werden …
es: —Es demasiado largo para verlo con claridad, no tengo más opción que reducir la velocidad...
fr: —Trop longtemps pour voir clairement, je n'ai pas d'autre choix que de ralentir...
ja: ——長すぎて見にくいから、ゆっくりしなければならない……
ko: —너무 길어서 명확하게 볼 수 없고, 속도를 늦출 수밖에 없습니다...
pt_br: —Muito tempo para ver claramente, não tenho escolha a não ser desacelerar...
ru: —Слишком долго, чтобы ясно видеть, нет иного выбора, кроме как замедлиться...
zh_cn: ——因为太长了看不清所以必须要慢下来……
zh_tw: ——因為太長了看不清所以必須要慢下來……

# 神经网络
source: Neural Network
de: Neuronales Netzwerk
es: Red neuronal
fr: Réseau neuronal
ja: ニューラルネットワーク
ko: 신경망
pt_br: Rede Neural
ru: Нейронная сеть
zh_cn: 神经网络
zh_tw: 神經網路

# 21世纪最伟大的发明。
source: The greatest invention of the 21st century.
de: Die größte Erfindung des 21. Jahrhunderts.
es: El mayor invento del siglo XXI.
fr: La plus grande invention du 21e siècle.
ja: 21世紀最も偉大な発明。
ko: 21세기 최고의 발명품.
pt_br: A maior invenção do século XXI.
ru: Величайшее изобретение 21 века.
zh_cn: 21世纪最伟大的发明。
zh_tw: 21世紀最偉大的發明。

# 等级提升时，额外使你的{{0}}和{{1}}两者中最高的属性+2。
source: When leveling up, additionally grants +2 to the higher of your {{0}} and {{1}}.
de: Beim Levelaufstieg gewährt es zusätzlich +2 auf den höheren Wert von {{0}} und {{1}}.
es: Al subir de nivel, además otorga +2 al mayor de tus {{0}} y {{1}}.
fr: Lors de la montée en niveau, accorde également +2 au plus élevé de vos {{0}} et {{1}}.
ja: レベルアップ時、追加であなたの{{0}}と{{1}}の両方の中で最も高い属性を+2します。
ko: 레벨업 시, {{0}}과 {{1}} 중 더 높은 쪽에게 +2가 추가로 부여됩니다.
pt_br: Ao subir de nível, concede adicionalmente +2 ao maior valor entre {{0}} e {{1}}.
ru: При повышении уровня дополнительно дает +2 к более высокому из ваших {{0}} и {{1}}.
zh_cn: 等级提升时，额外使你的{{0}}和{{1}}两者中最高的属性+2。
zh_tw: 等級提升時，額外使你的{{0}}和{{1}}兩者中最高的屬性+2。

# 升级时，提升攻击力或法术强度中更高的一方。
source: When leveling up, increase the higher one between attack power and ability power.
de: Erhöhen Sie beim Levelaufstieg den höheren Wert zwischen Angriffskraft und Fähigkeitsstärke.
es: Al subir de nivel, aumenta el valor más alto entre el poder de ataque y el poder de habilidad.
fr: Lors de la montée en niveau, augmentez le rapport le plus élevé entre la puissance d'attaque et la puissance de capacité.
ja: レベルアップ時、攻撃力または魔法力のうちより高い方を上昇させる。
ko: 레벨업할 때 공격력과 주문력 중 높은 쪽을 높이세요.
pt_br: Ao subir de nível, aumente o que for maior entre poder de ataque e poder de habilidade.
ru: При повышении уровня увеличивайте наивысший показатель между силой атаки и силой способностей.

# 魂火
source: Soul Flame
de: Seelenflamme
es: Llama del alma
fr: Flamme de l'âme
ja: 魂火
ko: 영혼의 불꽃
pt_br: Chama da Alma
ru: Пламя Души
zh_cn: 魂火
zh_tw: 魂火

# 燃尽你的灵魂。
source: Burn out your soul.
de: Brenne deine Seele aus.
es: Quema tu alma.
fr: Brûle ton âme.
ja: 君の魂を燃え尽きろ。
ko: 당신의 영혼을 불태워라.
pt_br: Queime sua alma.
ru: Выжги свою душу.
zh_cn: 燃尽你的灵魂。
zh_tw: 燃盡你的靈魂。

# 每回合自动生成2个白色魂火，对接触到的敌人造成{{0}}伤害，或抵挡飞行道具。生效后会消失。
source: Automatically generate 2 white Soul Flames per round, dealing {{0}} damage to enemies or blocking projectiles. Disappears after activation.
de: Erzeugt automatisch 2 weiße Seelenflammen pro Runde, die Gegnern {{0}} Schaden zufügen oder Projektile blockieren. Verschwindet nach der Aktivierung.
es: Genera automáticamente 2 Llamas del Alma blancas por ronda, que infligen {{0}} de daño a los enemigos o bloquean proyectiles. Desaparece tras la activación.
fr: Génère automatiquement 2 Flammes d'Âme blanches par tour, infligeant {{0}} de dégâts aux ennemis ou bloquant les projectiles. Disparaît après activation.
ja: ターンごとに白い魂火を2個自動的に生成する。接触した敵に{{0}}のダメージを与える、または飛来物を防ぐ。発動後は消失する。
ko: 매 라운드마다 자동으로 흰색 영혼의 불꽃 2개를 생성하여 적이나 방어하는 투사체에 {{0}}의 피해를 입힙니다. 활성화 후 사라집니다.
pt_br: Gera automaticamente 2 Chamas da Alma brancas por rodada, causando {{0}} de dano aos inimigos ou bloqueando projéteis. Desaparece após a ativação.
ru: Автоматически генерирует 2 белых пламени души за раунд, нанося {{0}} урона врагам или блокируя снаряды. Исчезает после активации.
zh_cn: 每回合自动生成2个白色魂火，对接触到的敌人造成{{0}}伤害，或抵挡飞行道具。生效后会消失。
zh_tw: 每回合自動產生2個白色魂火，對接觸到的敵人造成{{0}}傷害，或抵擋飛行道具。生效後會消失。

# 两个法术伤害环绕物。
source: Two spell damage orbs.
de: Zwei Zauberschadenskugeln.
es: Dos orbes de daño de hechizo.
fr: Deux orbes de dégâts de sorts.
ja: 二つの魔法ダメージ環状物。
ko: 주문 데미지 구슬 2개.
pt_br: Duas esferas de dano mágico.
ru: Две сферы урона от заклинаний.

# XIX.太阳
source: XIX. The Sun
de: XIX. Die Sonne
es: XIX. El Sol
fr: XIX. Le Soleil
ja: XIX.太陽
ko: XIX. 태양
pt_br: XIX. O Sol
ru: XIX. Солнце
zh_cn: XIX.太阳
zh_tw: XIX.太陽

# 洞察一切真相，但权力在你手上。
source: See all truths, yet the power is in your hands.
de: Sehen Sie alle Wahrheiten, doch die Macht liegt in Ihren Händen.
es: Vea todas las verdades, pero el poder está en sus manos.
fr: Voyez toutes les vérités, mais le pouvoir est entre vos mains.
ja: すべての真実を洞察しているが、権力はあなたの手にある。
ko: 모든 진실을 보십시오. 그러나 힘은 여러분의 손에 있습니다.
pt_br: Veja todas as verdades, mas o poder está em suas mãos.
ru: Видьте все истины, но сила в ваших руках.
zh_cn: 洞察一切真相，但权力在你手上。
zh_tw: 洞察一切真相，但權力在你手上。

# 环绕物变远。
source: Orbital objects move farther away.
de: Orbitale Objekte entfernen sich weiter.
es: Los objetos orbitales se alejan.
fr: Les objets orbitaux s’éloignent de plus en plus.
ja: 周囲のものが遠ざかる。
ko: 궤도상의 물체는 더 멀리 이동합니다.
pt_br: Objetos orbitais se afastam.
ru: Орбитальные объекты удаляются.
zh_cn: 环绕物变远。
zh_tw: 環繞物變遠。

# XVII.星星
source: XVII. The Star
de: XVII. Der Stern
es: XVII. La Estrella
fr: XVII. L'Étoile
ja: XVII.星
ko: XVII. 별
pt_br: XVII. A Estrela
ru: XVII. Звезда
zh_cn: XVII.星星
zh_tw: XVII.星星

# 希望，成长，获得新生。
source: Hope, growth, rebirth.
de: Hoffnung, Wachstum, Wiedergeburt.
es: Esperanza, crecimiento, renacimiento.
fr: Espoir, croissance, renaissance.
ja: 希望、成長、新生を得る。
ko: 희망, 성장, 재생.
pt_br: Esperança, crescimento, renascimento.
ru: Надежда, рост, возрождение.
zh_cn: 希望，成长，获得新生。
zh_tw: 希望，成長，取得新生。

# 鱼
source: Fish
de: Fisch
es: Pez
fr: Poisson
ja: 魚
ko: 물고기
pt_br: Peixe
ru: Рыба
zh_cn: 鱼
zh_tw: 魚
