Repository: hua-zhi-wan/not-survivors-translations
Catalog: */*.po
Languages: de, es, fr, ja, ko, pt_br, ru, zh_cn, zh_tw

# 攻击积攒怒气，怒气满时停止攻击。 满怒气下，切换武器首次攻击增伤，并生命偷取。
source: Attacks build Rage. At max Rage, attacks stop. Weapon switch at full Rage empowers your next attack with bonus damage and Lifesteal.
de: Angriffe bauen Wut auf. Bei maximaler Wut stoppen Angriffe. Ein Waffenwechsel bei voller Wut verstärkt Ihren nächsten Angriff mit Bonusschaden und Lebensraub.
es: Los ataques generan Furia. Con Furia al máximo, los ataques se detienen. Cambiar de arma con Furia al máximo potencia tu siguiente ataque con daño adicional y Robo de vida.
fr: Les attaques augmentent la rage. À pleine rage, les attaques s'arrêtent. Changer d'arme à pleine rage renforce votre prochaine attaque avec des dégâts supplémentaires et du vol de vie.
ja: 攻撃で怒気を溜める。 満タンになると攻撃が止まる。 怒気満タンで武器を切り替えると、次の攻撃が強化され、HPを吸収する。
ko: 공격 시 분노가 충전됩니다. 분노가 최대치에 도달하면 공격이 중단됩니다. 분노가 최대치일 때 무기를 교체하면 다음 공격에 추가 피해와 생명력 흡수 효과가 부여됩니다.
pt_br: Ataques aumentam a Fúria. Com a Fúria máxima, os ataques cessam. Trocar de arma com a Fúria máxima potencializa seu próximo ataque com dano adicional e Roubo de Vida.
ru: Атаки накапливают ярость. При максимальном уровне ярости атаки прекращаются. Смена оружия при максимальном уровне ярости усиливает вашу следующую атаку дополнительным уроном и вампиризмом.

source: When HP hits 0, enter Frenzy: Bleed {{0}} HP per second, Gain {{1}} Lifesteal (Kills with basic attacks restore HP). Permanent +{{2}} Damage Multiplier cana trigger once per turn. {{HP_STEAL}}
de: Wenn HP 0 erreicht, Raserei: Blutung {{0}} HP pro Sekunde, Erhalte {{1}} Lebensraub (Kills mit normalen Angriffen stellen HP wieder her). Permanenter +{{2}} Schadensmultiplikator kann einmal pro Runde ausgelöst werden. {{HP_STEAL}}
es: Cuando tus PV llegan a 0, entras en Frenesí: Sangras {{0}} de PV por segundo, obtienes {{1}} de Robo de Vida (las muertes con ataques básicos restauran PV). El Multiplicador de Daño Permanente +{{2}} puede activarse una vez por turno. {{HP_STEAL}}
fr: Quand les PV tombent à 0, entrez en frénésie : Saignez {{0}} PV par seconde, gagnez {{1}} Vol de vie (les attaques de base restaurent les PV). Un multiplicateur de dégâts permanent de {{2}} peut se déclencher une fois par tour. {{HP_STEAL}}
ja: 生命がゼロになると狂乱状態に入る。 毎秒{{0}}の出血ダメージを受けるが、{{1}}のライフスティールを得る。 （通常攻撃で敵を倒すとHPを回復する） この効果は1ターンに1回まで。 発動するたびに、ダメージ倍率が永久に{{2}}上昇する。 {{HP_STEAL}}
ko: 체력이 0이 되면 광란 상태가 됩니다. 초당 {{0}}의 체력을 출혈시키고, {{1}}의 생명력 흡수 효과를 얻습니다(기본 공격으로 적을 처치하면 체력이 회복됩니다). 영구적으로 +{{2}}의 피해 배율이 턴당 한 번 발동합니다. {{HP_STEAL}}
pt_br: Quando PV chegar a 0, entre em Frenesi: Sangre {{0}} PV por segundo, Ganhe {{1}} Roubo de Vida (Mortes com ataques básicos restauram PV). Multiplicador de Dano Permanente +{{2}} pode ser ativado uma vez por turno. {{ROUBO_PV}}
ru: Когда здоровье достигает 0, входит в Безумие: кровотечение {{0}} HP в секунду, получение {{1}} вампиризма (убийства базовыми атаками восстанавливают здоровье). Постоянный множитель урона +{{2}} может сработать один раз за ход. {{HP_STEAL}}

# 濒死时复活，永久提升伤害倍率，持续流血并获得生命偷取。 每回合限一次。 {{HP_STEAL}}
source: Revive at death door with permanent damage boost, constant bleeding, and lifesteal. Once per turn. {{HP_STEAL}}
de: An der Schwelle des Todes wiederbeleben mit permanentem Schadensschub, konstanter Blutung und Lebensraub. Einmal pro Runde. {{HP_STEAL}}
es: Revivir en la puerta de la muerte con aumento de daño permanente, sangrado constante y robo de vida. Una vez por turno. {{HP_STEAL}}
fr: Réanimation à l'agonie avec bonus de dégâts permanent, saignement constant et vol de vie. Une fois par tour. {{HP_STEAL}}
ja: 瀕死になると復活し、ダメージ倍率が永久に上昇する。 その間、出血し続けるがライフスティールを得る。 1ターンにつき1回まで発動。 {{HP_STEAL}}
ko: 사망 직전에 영구적인 피해 증가, 지속적인 출혈, 그리고 생명력 흡수 효과를 가지고 부활합니다. 턴당 한 번만 가능합니다. {{HP_STEAL}}
pt_br: Reviva às portas da morte com aumento de dano permanente, sangramento constante e roubo de vida. Uma vez por turno. {{HP_STEAL}}
ru: Возрождайтесь на пороге смерти с постоянным усилением урона, постоянным кровотечением и вампиризмом. Один раз за ход. {{HP_STEAL}}

# 欧头
source: Pro Gamer
de: Profi-Gamer
es: Jugador profesional
fr: Joueur professionnel
ja: オウ・トウ
ko: 프로게이머
pt_br: Jogador profissional
ru: Профессиональный геймер

# 有人问他是职业选手吗，他说，他觉得他是。
source: When asked if he's a pro player, he says, "I think I am."
de: Auf die Frage, ob er ein Profispieler sei, sagt er: „Ich glaube, das bin ich.“
es: Cuando se le pregunta si es un jugador profesional, responde: "Creo que sí".
fr: Lorsqu'on lui demande s'il est un joueur professionnel, il répond : "Je pense que je le suis. "
ja: 「プロゲーマーなのかと聞かれた。 彼は言った——そう思っている、と。」
ko: 그는 프로 선수냐는 질문에 "그럴 것 같아요."라고 답했다.
pt_br: Quando perguntado se ele é um jogador profissional, ele diz: "Acho que sou".
ru: На вопрос, является ли он профессиональным игроком, он отвечает: «Думаю, да».

# 无法主动操作该角色。 每次获得新武器时，会替换掉更早获得的武器。 升级时会获得更高的基础属性提升。
source: Cannot control this character directly New weapons automatically swap out older ones Gains higher base stats when leveling up
de: Dieser Charakter kann nicht direkt gesteuert werden. Neue Waffen ersetzen automatisch ältere. Erhält höhere Basiswerte beim Levelaufstieg.
es: No se puede controlar este personaje directamente. Las armas nuevas reemplazan automáticamente a las antiguas. Obtiene estadísticas base más altas al subir de nivel.
fr: Impossible de contrôler ce personnage directement Les nouvelles armes remplacent automatiquement les anciennes Gagne des statistiques de base plus élevées lors de la montée en niveau
ja: このキャラは操作できない。 新しい武器を得るたび、古い武器と入れ替わる。 レベルアップ時に基礎能力が大きく上昇する。
ko: 이 캐릭터를 직접 제어할 수 없습니다. 새로운 무기는 자동으로 기존 무기를 교체합니다. 레벨업 시 더 높은 기본 통계를 얻습니다.
pt_br: Não é possível controlar este personagem diretamente. Novas armas substituem automaticamente as mais antigas. Ganha estatísticas básicas mais altas ao subir de nível.
ru: Невозможно управлять этим персонажем напрямую. Новое оружие автоматически заменяет старое. Получает более высокие базовые характеристики при повышении уровня.

# 无法主动控制，武器轮换装备，属性更高。
source: Cannot direct control, cycles through weapons, gains better stats on level up.
de: Kann die Kontrolle nicht direkt ausüben, wechselt zwischen Waffen und erhält beim Levelaufstieg bessere Statistiken.
es: No se puede dirigir el control, cambia de armas y obtiene mejores estadísticas al subir de nivel.
fr: Impossible de diriger le contrôle, fait défiler les armes, obtient de meilleures statistiques en montant de niveau.
ja: 操作不可。武器は自動で入れ替わり、ステータス上昇量が高い。
ko: 직접 조종할 수 없고, 무기를 순환하며, 레벨업 시 더 나은 능력치를 얻습니다.
pt_br: Não é possível direcionar o controle, alterna entre armas e ganha melhores estatísticas ao subir de nível.
ru: Невозможность прямого управления, переключение между видами оружия, улучшение характеристик при повышении уровня.

source: 我觉得我是！
de: Ich glaube, das bin ich!
es: ¡Creo que sí!
fr: Je crois que je le suis !
ja: そうだと思います！
ko: 그럴 것 같아요!
pt_br: Acho que sim!
ru: Я думаю, что да!

# 在标准难度下使用【欧头】通关游戏。
source: Complete a run with "Pro Gamer" on Standard Difficulty.
de: Schließen Sie einen Lauf mit „Pro Gamer“ im Standard-Schwierigkeitsgrad ab.
es: Completa una carrera con "Pro Gamer" en dificultad estándar.
fr: Terminez une course avec "Pro Gamer " en difficulté standard.
ja: 標準難易度で【オウ・トウ】を使い、ゲームをクリアする。
ko: "프로 게이머"로 표준 난이도로 도전을 완료하세요.
pt_br: Complete uma partida com "Jogador Profissional" na dificuldade Padrão.
ru: Пройдите игру с «Pro Gamer» на стандартном уровне сложности.

# [color=purple]护盾[/color][color=gray]: 护盾可以让你免受本回合初次受到的伤害。[/color]
source: [color=purple]Shield[/color][color=gray]: Blocks the first instance of damage each turn.[/color]
de: [color=purple]Schild[/color][color=gray]: Blockiert den ersten Schaden pro Runde.[/color]
es: [color=purple]Escudo[/color][color=gray]: Bloquea la primera instancia de daño cada turno.[/color]
fr: [color=purple]Bouclier[/color][color=gray] : Bloque la première instance de dégâts à chaque tour.[/color]
ja: [color=purple]シールド[/color][color=gray]：シールドはそのターン、最初に受けるダメージを無効化する。[/color]
ko: [color=purple]방패[/color][color=gray]: 매 턴 첫 번째 피해를 차단합니다.[/color]
pt_br: [color=purple]Escudo[/color][color=gray]: Bloqueia a primeira ocorrência de dano a cada turno.[/color]
ru: [color=purple]Щит[/color][color=gray]: Блокирует первый случай урона за каждый ход.[/color]

# [color=red]生命偷取[/color][color=gray]: 当使用普通攻击击杀敌人时，恢复与生命偷取等同的生命值。[/color]
source: [color=red]Lifesteal[/color][color=gray]: Restore HP equal to your Lifesteal stat when landing killing blows with Basic Attacks.[/color]
de: [color=red]Lebensraub[/color][color=gray]: Stellt HP in Höhe eures Lebensraub-Werts wieder her, wenn ihr mit Basisangriffen tödliche Schläge landet.[/color]
es: [color=red]Robo de vida[/color][color=gray]: Restaura HP equivalente a tu estadística de Robo de vida al asestar golpes mortales con ataques básicos.[/color]
fr: [color=red]Vol de vie[/color][color=gray] : restaurez des PV égaux à votre statistique de vol de vie lorsque vous portez des coups mortels avec des attaques de base.[/color]
ja: [color=red]ライフスティール[/color][color=gray]：通常攻撃で敵を倒すと、ライフスティールと同じ量のHPを回復する。[/color]
ko: [color=red]생명력 흡수[/color][color=gray]: 기본 공격으로 치명타를 가할 때 생명력 흡수 능력치만큼 생명력을 회복합니다.[/color]
pt_br: [color=red]Roubo de Vida[/color][color=gray]: Restaura HP igual à sua estatística de Roubo de Vida ao desferir golpes fatais com Ataques Básicos.[/color]
ru: [color=red]Похищение жизни[/color][color=gray]: Восстанавливает здоровье, равное вашему показателю Похищения жизни, при нанесении смертельных ударов базовыми атаками.[/color]

# 勤快骨头
source: Diligentbones
de: Fleißige Knochen
es: Huesos diligentes
ja: 勤勉な骨
ko: 딜리전트본즈
pt_br: Ossos Diligentes
zh_cn: 勤快骨头
zh_tw: 勤快骨頭

# 探险家.I
source: Explorer.I
es: Explorador.I
ja: 探検家.I
ko: 탐험가.I
pt_br: Explorador.I

# 探险家.III
source: Explorer.III
es: Explorador.III
ja: 探検家.III
ko: 익스플로러.III
pt_br: Explorador.III

# 生命值
source: HP
ja: 生命値
zh_cn: 生命值
zh_tw: 生命值

source: Effects based on the number of Mech Souls: 1: A small robot orb to block bullets. 2: The robot no longer disappears after blocking damage and deals physical damage to the contacted units. 3: The robot no longer orbits the character, but instead follows them, automatically shooting bullets which deal physical damage. 4+: Repeats the above steps.
zh_cn: 根据持有机魂数量执行效果： 1个：生成一个阻挡子弹的小机器人环绕物。 2个：机器人阻挡伤害后不再消失，并对接触单位造成一定的物理伤害。 3个：机器人不再环绕角色，而是跟随角色并自动向周围发射子弹，造成物理伤害。 4个及以上：重复以上步骤。
zh_tw: 根據持有機魂數量執行效果： 1個：產生一個阻擋子彈的小機器人環繞物。 2個：機器人阻擋傷害後不再消失，並對接觸單位造成一定的物理傷害。 3個：機器人不再環繞角色，而是跟隨角色並自動向周圍發射子彈，造成物理傷害。 4個及以上：重複以上步驟。

# 按照等级次序移除最早获得的最多3个道具，补偿对应数目的剩余道具掉落。
source: Remove up to 3 earliest acquired items by level order, compensating with the corresponding number of remaining item drops.
zh_cn: 按照等级次序移除最早获得的最多3个道具，补偿对应数目的剩余道具掉落。
zh_tw: 按照等級次序移除最早取得的最多3個道具，補償對應數目的剩餘道具掉落。

# 放弃获取武器或道具时，你可以获得一次属性提升。
source: You can gain a stat boost when discarding a weapon or an item.
zh_cn: 放弃获取武器或道具时，你可以获得一次属性提升。
zh_tw: 放棄武器或道具時，你可以得到一次屬性提升。

# “是大圣回来了！”
source: “The Great Sage has returned!”
zh_cn: “是大圣回来了！”
zh_tw: 「是大聖回來了！」

# 回合结束后自动回收所有未拾取的药瓶。
source: Automatically recovers all unpicked potions after each round.
zh_cn: 回合结束后自动回收所有未拾取的药瓶。
zh_tw: 回合結束後自動回收所有未拾取的藥瓶。

# ——只对恶魔有效
source: —Only effective against demons
zh_cn: ——只对恶魔有效
zh_tw: ——只對惡魔有效

# 放弃道具时，可获得道具+1。
source: Acquirable Items +1, when discarding an item.
zh_cn: 放弃道具时，可获得道具+1。
zh_tw: 放棄道具時，可取得道具+1。

# 强化你的空手状态。 “空手”重新回到武器池。
source: Enhances your unarmed state. "Unarmed" returns to the weapon pool.
zh_cn: 强化你的空手状态。 “空手”重新回到武器池。
zh_tw: 強化你的空手狀態。 「空手」重新回到武器池。

# 停止移动时，法术强度修正+25%。
source: Spell power +25% when stationary.
zh_cn: 停止移动时，法术强度修正+25%。
zh_tw: 停止移動時，法術強度修正+25%。

# 可获得道具 +2
source: +2 Acquirable Items
zh_cn: 可获得道具 +2
zh_tw: 可取得道具 +2

# 在有BOSS的回合开始时，获得一个护盾。
source: Gain a shield at the start of the rounds with a BOSS.
zh_cn: 在有BOSS的回合开始时，获得一个护盾。
zh_tw: 在有BOSS的回合開始時，得到一個護盾。

# 土豆
source: Potato
zh_cn: 土豆
zh_tw: 馬鈴薯

# 拯救被异形占领的星球幸存者。
source: Save survivors on the planet occupied by aliens.
zh_cn: 拯救被异形占领的星球幸存者。
zh_tw: 拯救被異形佔領的星球幸存者。

source: Each attack deals 2 points of sacrifice damage and generates 1 point of rage. Rage resets when switching weapons. When rage accumulates to 5, the first attack after switching the weapon will be a furious attack dealing massive damage. If this damage is caused by a melee weapon, recover HP based on the damage (capped at 20% max HP).
zh_cn: 每次攻击动作会受到2点献祭伤害并积攒1点怒气，切换武器时怒气会重新计量。 怒气累计到达5点时，切换武器后的第一次攻击为会造成巨额伤害的狂怒攻击。若此伤害为近战武器造成，则根据此伤害恢复自身生命值（这个恢复效果不会超过最大生命值的20%）。
zh_tw: 每次攻擊動作會受到2點獻祭傷害並積攢1點怒氣，切換武器時怒氣會重新計量。 怒氣累計到達5點時，切換武器後的第一次攻擊為會造成巨額傷害的狂怒攻擊。若此傷害為近戰武器造成，則根據此傷害恢復自身生命值（這個恢復效果不會超過最大生命值的20%）。

# 攻击会积攒魂火，最多8团。这个效果有3秒冷却时间。 魂火会环绕在角色周围，帮助角色抵挡子弹，并对接触的敌人造成200%的魔法伤害。 持有魂火会使你的攻击力下降。
source: Attacks can generate Soul Flames (max 8). 3s cooldown. Soul Flames will orbit the character, block bullets, and deal 200% magical damage to contacted enemies. Having Soul Flames will reduce your attack power.
zh_cn: 攻击会积攒魂火，最多8团。这个效果有3秒冷却时间。 魂火会环绕在角色周围，帮助角色抵挡子弹，并对接触的敌人造成200%的魔法伤害。 持有魂火会使你的攻击力下降。
zh_tw: 攻擊會積攢魂火，最多8團。這個效果有3秒冷卻時間。 魂火會環繞在角色周圍，幫助角色抵擋子彈，並對接觸的敵人造成200%的魔法傷害。 持有魂火會使你的攻擊力下降。

source: Can only equip two identical weapons. Switching weapons triggers a charge, dealing 50% physical damage to enemies along the path and causing an earthquake at the end point. The earthquake deals 200% physical damage with knockback, with range influenced by the character's attack range.
zh_cn: 只能装备两把相同的武器。 切换武器时会进行一次冲撞，对路径上的敌人造成50%的物理伤害，并在终点处产生一次地震。地震造成200%物理伤害并击退，其范围受角色攻击范围的影响。
zh_tw: 只能裝備兩把相同的武器。 切換武器時會進行一次衝撞，對路徑上的敵人造成50%的物理傷害，並在終點處產生一次地震。地震造成200%物理傷害並擊退，其範圍受角色攻擊範圍的影響。

# 若生命值已满时拾取生命药剂，你获得一次属性提升加点，但同时扣除{{0}}生命值，{{1}}护甲与{{2}}移动速度。
source: If HP is full when picking up a health potion, gain one stat point allocation, but deduct {{0}} HP, {{1}} armor, and {{2}} movement speed.
zh_cn: 若生命值已满时拾取生命药剂，你获得一次属性提升加点，但同时扣除{{0}}生命值，{{1}}护甲与{{2}}移动速度。
zh_tw: 若生命值已滿時拾取生命藥劑，你得到一次屬性提升加點，但同時扣除{{0}}生命值，{{1}}護甲與{{2}}移動速度。

# 更灵活的指定攻击方位。
source: More flexibility in specifying attack directions.
zh_cn: 更灵活的指定攻击方位。
zh_tw: 更靈活地指定攻擊方位。

# Lust.
source: Libido.
zh_cn: Lust.
zh_tw: Lust.

# 你的生命上限修正为{{0}}，同时失去所有生命恢复手段。 但你的生命值会在回合开始时从满状态重新计算。
source: Your max HP is modified to {{0}}, and you lose all means of HP recovery. But your HP is recalculated from full at the start of each round.
zh_cn: 你的生命上限修正为{{0}}，同时失去所有生命恢复手段。 但你的生命值会在回合开始时从满状态重新计算。
zh_tw: 你的生命上限修正為{{0}}，同時失去所有生命恢復手段。 但你的生命值會在回合開始時從滿狀態重新計算。

# Greed.
source: Avaritia.
zh_cn: Greed.
zh_tw: Greed.

# Sloth.
source: Desidia.
zh_cn: Sloth.
zh_tw: Sloth.

# Wrath.
source: Irae.
zh_cn: Wrath.
zh_tw: Wrath.

# Envy.
source: Invidia.
zh_cn: Envy.
zh_tw: Envy.

# BOSS的生命值降低30%。
source: Reduces BOSS HP by 30%.
zh_cn: BOSS的生命值降低30%。
zh_tw: "BOSS的生命值降低30%。

# Pride.
source: Superbia.
zh_cn: Pride.
zh_tw: Pride.

# Gluttony.
source: Gula.
zh_cn: Gluttony.
zh_tw: Gluttony.

# Charity.
source: Caritas.
zh_cn: Charity.
zh_tw: Charity.

# Chastity.
source: Castitas.
zh_cn: Chastity.
zh_tw: Chastity.

# Diligence.
source: Diligentia.
zh_cn: Diligence.
zh_tw: Diligence.

# Patience.
source: Patientia.
zh_cn: Patience.
zh_tw: Patience.

# Kindness.
source: Benignitas.
zh_cn: Kindness.
zh_tw: Kindness.

# Humility.
source: Humilitas.
zh_cn: Humility.
zh_tw: Humility.

# Temperance.
source: Temperantia.
zh_cn: Temperance.
zh_tw: Temperance.

# 闪避率达到 60%。
source: Dodge rate reaches 60%.
zh_cn: 闪避率达到 60%。
zh_tw: 閃避率達到 60%。

# 药瓶恢复达到 20。
source: Potion recovery reaches 20.
zh_cn: 药瓶恢复达到 20。
zh_tw: 藥瓶恢復達到 20。

# 运营大师欧菲手
source: Operations Master Official
zh_cn: 运营大师欧菲手
zh_tw: 營運大師歐菲手

# 使用角色【土豆】时获取了道具【双持】。
source: Acquire the item [Dual Wield] when using the character [Potato].
zh_cn: 使用角色【土豆】时获取了道具【双持】。
zh_tw: 使用角色【馬鈴薯】時取得了道具【雙持】。

# 获得一次5级具。
source: Obtain a level 5 item.
zh_cn: 获得一次5级具。
zh_tw: 取得一次5級具。

# 在标准难度下使用【土豆】通关游戏。
source: Clear the game on Standard difficulty using [Potato].
zh_cn: 在标准难度下使用【土豆】通关游戏。
zh_tw: 在標準難度下使用【馬鈴薯】通關遊戲。

# 战斗阶段未收集的经验点数会在回合结束时部分自动收集。
source: Uncollected XP during combat phases will be partially auto-collected at the end of rounds.
zh_cn: 战斗阶段未收集的经验点数会在回合结束时部分自动收集。
zh_tw: 戰鬥階段未收集的經驗點數會在回合結束時部分自動收集。

# 切换武器会重置攻击动作，但切换武器存在冷却时间。
source: Switching weapons resets attack animations, but has a cooldown.
zh_cn: 切换武器会重置攻击动作，但切换武器存在冷却时间。
zh_tw: 切換武器會重置攻擊動作，但切換武器有冷卻時間。

# 幸运属性会影响宝箱中的道具等级分布。幸运属性过低时，宝箱内不会开出高级道具，且无法获得高级武器。幸运属性较高时，宝箱内会移除低等级道具。
source: Luck affects the item grade distribution in chests. Low luck prevents high-grade items and weapons; high luck removes low-grade items from chests.
zh_cn: 幸运属性会影响宝箱中的道具等级分布。幸运属性过低时，宝箱内不会开出高级道具，且无法获得高级武器。幸运属性较高时，宝箱内会移除低等级道具。
zh_tw: 幸運屬性會影響寶箱內道具等級的分布。幸運屬性過低時，寶箱內不會開出高級道具，且無法獲得高級武器。幸運屬性較高時，寶箱內會移除低等級道具。

# 可获得道具
source: Acquirable Items
zh_cn: 可获得道具
zh_tw: 可取得道具

# 影响武器攻击动作的感知距离，影响近战武器的体积。
source: Affects the perception distance of weapon attacks and the volume of melee weapons.
zh_cn: 影响武器攻击动作的感知距离，影响近战武器的体积。
zh_tw: 影響武器攻擊動作的感知範圍，並影響近戰武器的體積。
