Repository: hua-zhi-wan/not-survivors-translations
Catalog: */*.po
Languages: de, es, fr, ja, ko, pt_br, ru, zh_cn, zh_tw

# 坏点
source: Dead Pixel
de: Tote Pixel
es: Píxel muerto
fr: Pixel mort
ja: デッドピクセル
ko: 데드 픽셀
pt_br: Pixel morto
ru: Мертвый пиксель
zh_cn: 坏点
zh_tw: 壞點

# “谁给我屏幕捅了？”
source: “Who poked my screen?”
de: „Wer hat auf meinen Bildschirm gestoßen?“
es: "¿Quién tocó mi pantalla?"
fr: "Qui a piqué mon écran ? "
ja: 「誰が俺の画面を突いたの？」
ko: "누가 내 화면을 찔렀어?"
pt_br: “Quem cutucou minha tela?”
ru: «Кто ткнул мой экран?»
zh_cn: “谁给我屏幕捅了？”
zh_tw: 「誰把我的螢幕戳了？」

# 他会让你的屏幕看起来坏掉了一块，仅此而已。 当你看到他时说明当前道具池已经空了。
source: It makes a section of your screen appear broken, nothing more. When it appears, it means the current item pool is empty.
de: Dadurch wird ein Teil Ihres Bildschirms als defekt angezeigt, mehr nicht. Wenn dies angezeigt wird, bedeutet dies, dass der aktuelle Artikelpool leer ist.
es: Hace que una sección de la pantalla parezca rota, nada más. Cuando aparece, significa que el grupo de elementos actual está vacío.
fr: Cela donne l'impression qu'une partie de votre écran est cassée, sans plus. Lorsqu'elle apparaît, cela signifie que la réserve d'objets actuelle est vide.
ja: 彼はあなたの画面の一部が壊れたように見せます、ただそれだけです。彼を見たときは、現在のアイテムプールがもう空になっていることを意味します。
ko: 화면의 특정 부분이 깨져 보일 뿐, 그 이상은 아닙니다. 이 문제가 발생하면 현재 아이템 풀이 비어 있다는 의미입니다.
pt_br: Isso faz com que uma parte da tela pareça quebrada, nada mais. Quando isso acontece, significa que o conjunto de itens atual está vazio.
ru: Из-за этого часть экрана кажется сломанной, но ничего больше. Появление этого эффекта означает, что текущий набор предметов пуст.
zh_cn: 他会让你的屏幕看起来坏掉了一块，仅此而已。 当你看到他时说明当前道具池已经空了。
zh_tw: 他會讓你的螢幕看起來壞掉了一塊，僅此而已。 當你看到他時代表當前道具池已經空了。

# 读取存档
source: Load Game
de: Spiel laden
es: Cargar juego
fr: Charger le jeu
ja: セーブを読み込む
ko: 게임 로드
pt_br: Carregar jogo
ru: Загрузить игру
zh_cn: 读取存档
zh_tw: 讀取存檔

# “让我们欢庆新一任勇者的诞生！”
source: “Let's celebrate the birth of a new hero!”
de: „Lasst uns die Geburt eines neuen Helden feiern!“
es: “¡Celebremos el nacimiento de un nuevo héroe!”
fr: "Célébrons la naissance d’un nouveau héros ! "
ja: 「新しい勇者の誕生を祝いましょう！」
ko: "새로운 영웅의 탄생을 축하해요!"
pt_br: “Vamos celebrar o nascimento de um novo herói!”
ru: «Давайте отпразднуем рождение нового героя!»
zh_cn: “让我们欢庆新一任勇者的诞生！”
zh_tw: 「讓我們歡慶新一任勇者的誕生！」

# 读取上一次游戏结束时勇者的存档。
source: Load the hero's save from the last game over.
de: Laden Sie den Spielstand des Helden vom letzten Spiel.
es: Carga el guardado del héroe del último juego.
fr: Chargez la sauvegarde du héros de la dernière partie.
ja: 前回のゲーム終了時の勇者のセーブデータを読み込む。
ko: 마지막 게임 종료 시 영웅의 저장 데이터를 불러옵니다.
pt_br: Carregue o jogo salvo do herói do último jogo.
ru: Загрузите сохранение героя из последней игры.
zh_cn: 读取上一次游戏结束时勇者的存档。
zh_tw: 讀取上一次遊戲結束時勇者的存檔

# 悲伤洋葱
source: Sad Onion
de: Traurige Zwiebel
es: Cebolla triste
fr: Oignon triste
ja: 悲しい玉ねぎ
ko: 슬픈 양파
pt_br: Cebola Triste
ru: Грустный лук
zh_cn: 悲伤洋葱
zh_tw: 悲傷洋蔥

# 射速上升！
source: Tears Up!
de: Tränen kommen!
es: ¡Lágrimas!
fr: Les larmes aux yeux !
ja: 発射速度上昇！
ko: 눈물이 난다!
pt_br: Lágrimas à flor da pele!
ru: До слез!
zh_cn: 射速上升！
zh_tw: 射速上升！

# 吸尘器
source: Vacuum Cleaner
de: Staubsauger
es: Aspiradora
fr: Aspirateur
ja: 掃除機
ko: 진공 청소기
pt_br: Aspirador de pó
ru: Пылесос
zh_cn: 吸尘器
zh_tw: 吸塵器

# 可以用来抓水母。
source: Can be used to catch jellyfish.
de: Kann zum Fangen von Quallen verwendet werden.
es: Se puede utilizar para atrapar medusas.
fr: Peut être utilisé pour attraper des méduses.
ja: クラゲを捕まえるのに使えます。
ko: 해파리를 잡는 데 사용할 수 있습니다.
pt_br: Pode ser usado para capturar águas-vivas.
ru: Можно использовать для ловли медуз.
zh_cn: 可以用来抓水母。
zh_tw: 可以用來抓水母。

# 吵闹画像
source: Noisy Painting
de: Lautes Malen
es: Pintura ruidosa
fr: Peinture bruyante
ja: 騒がしい画像
ko: 시끄러운 그림
pt_br: Pintura Barulhenta
ru: Шумная живопись
zh_cn: 吵闹画像
zh_tw: 吵鬧肖像

# 他会和你并肩……
source: He will fight alongside you...
de: Er wird an Ihrer Seite kämpfen ...
es: Él luchará junto a ti...
fr: Il combattra à vos côtés...
ja: 彼は君と肩を並べるだろう……
ko: 그는 당신과 함께 싸울 것입니다...
pt_br: Ele lutará ao seu lado...
ru: Он будет сражаться вместе с вами...
zh_cn: 他会和你并肩……
zh_tw: 他會和你並肩……

# 生成一个环绕物，对接触到的敌人造成{{0}}的魔法伤害。
source: Creates an orb that deals {{0}} magical damage to enemies on contact.
de: Erzeugt eine Kugel, die Feinden bei Kontakt {{0}} magischen Schaden zufügt.
es: Crea un orbe que inflige {{0}} de daño mágico a los enemigos al contacto.
fr: Crée un orbe qui inflige {{0}} dégâts magiques aux ennemis au contact.
ja: 周囲を囲むものを生成し、接触した敵に{{0}}の魔法ダメージを与える。
ko: 접촉 시 적에게 {{0}}의 마법 피해를 입히는 구슬을 생성합니다.
pt_br: Cria uma esfera que causa {{0}} de dano mágico aos inimigos ao entrar em contato.
ru: Создает сферу, которая наносит {{0}} магического урона врагам при контакте.
zh_cn: 生成一个环绕物，对接触到的敌人造成{{0}}的魔法伤害。
zh_tw: 產生一個環繞物，對接觸到的敵人造成{{0}}的魔法傷害。

# 法术伤害环绕物。
source: Spell damage aura.
de: Zauberschaden-Aura.
es: Aura de daño de hechizo.
fr: Aura de dégâts des sorts.
ja: 魔法ダメージの周囲物。
ko: 주문 데미지 오라.
pt_br: Aura de dano mágico.
ru: Аура урона от заклинаний.

# 铁匠锤子
source: Blacksmith Hammer
de: Schmiedehammer
es: Martillo de herrero
fr: Marteau de forgeron
ja: 鍛冶屋のハンマー
ko: 대장장이 망치
pt_br: Martelo de ferreiro
ru: Кузнечный молот
zh_cn: 铁匠锤子
zh_tw: 鐵匠槌子

# “铁锤是力量！铁锤是信仰！”
source: “The hammer is strength! The hammer is faith!”
de: „Der Hammer ist Stärke! Der Hammer ist Glaube!“
es: ¡El martillo es fuerza! ¡El martillo es fe!
fr: "Le marteau, c'est la force ! Le marteau, c'est la foi ! "
ja: 「ハンマーは力だ！ハンマーは信仰だ！」
ko: "망치는 힘입니다! 망치는 믿음입니다!"
pt_br: “O martelo é força! O martelo é fé!”
ru: «Молот — это сила! Молот — это вера!»
zh_cn: “铁锤是力量！铁锤是信仰！”
zh_tw: 「鐵槌是力量！鐵槌是信仰！」

# 获得一把新武器。
source: Obtain a new weapon.
de: Besorgen Sie sich eine neue Waffe.
es: Consigue una nueva arma.
fr: Obtenez une nouvelle arme.
ja: 新しい武器を手に入れた。
ko: 새로운 무기를 얻으세요.
pt_br: Obtenha uma nova arma.
ru: Получите новое оружие.
zh_cn: 获得一把新武器。
zh_tw: 取得一把新武器。

# 16号插入栓
source: No. 16 Insert Plug
de: Nr. 16 Einsteckstopfen
es: Tapón de inserción n.° 16
fr: Fiche d'insertion n° 16
ja: 16号挿入栓
ko: 16번 삽입 플러그
pt_br: Plugue de inserção nº 16
ru: № 16 Вставная заглушка
zh_cn: 16号插入栓
zh_tw: 16號插入栓

# “我原谅你了。”
source: “I forgive you.”
de: „Ich verzeihe dir.“
es: "Te perdono."
fr: "Je vous pardonne."
ja: 「君を許したよ。」
ko: "나는 당신을 용서합니다."
pt_br: "Eu perdôo você."
ru: "Я прощаю тебя."
zh_cn: “我原谅你了。”
zh_tw: 「我原諒你了。」

# 治疗效果生效会同时为你提供经验值。 每回合这个效果提供的经验值有上限。
source: Healing grants XP. Each turn has an XP cap for this effect.
de: Heilung gewährt XP. Für diesen Effekt gibt es in jeder Runde eine XP-Obergrenze.
es: La curación otorga XP. Cada turno tiene un límite de XP para este efecto.
fr: Les soins confèrent des XP. Cet effet est limité à chaque tour.
ja: 治療効果が発動すると、同時に経験値を付与します。 各ターン、この効果による経験値には上限があります。
ko: 치유 시 경험치를 획득합니다. 이 효과에 대한 경험치 상한은 턴마다 정해져 있습니다.
pt_br: Cura concede XP. Cada turno tem um limite de XP para esse efeito.
ru: Исцеление даёт опыт (XP). Каждый ход имеет ограничение на количество опыта для этого эффекта.
zh_cn: 治疗效果生效会同时为你提供经验值。 每回合这个效果提供的经验值有上限。
zh_tw: 治療效果生效會同時為你提供經驗值。 此效果每回合提供的經驗值有上限。

# 治疗时获得经验。
source: Gain experience when healing.
de: Sammeln Sie Erfahrung beim Heilen.
es: Gana experiencia al curarte.
fr: Gagnez de l'expérience en soignant.
ja: 治療中に経験を獲得する。
ko: 치유하면서 경험치를 얻습니다.
pt_br: Ganhe experiência ao curar.
ru: Получайте опыт во время исцеления.

# 人鱼回响
source: Mermaid Echo
de: Meerjungfrau Echo
es: Eco de sirena
fr: Écho de la sirène
ja: 人魚のエコー
ko: 인어 에코
pt_br: Eco da Sereia
ru: Русалочье Эхо
zh_cn: 人鱼回响
zh_tw: 人魚迴響

# “和我一起成为偶像吧！”
source: “Become an idol together with me!”
de: „Werde gemeinsam mit mir zum Idol!“
es: “¡Conviértete en un ídolo junto conmigo!”
fr: "Devenez une idole avec moi ! "
ja: 「私と一緒にアイドルになろうよ！」
ko: "나와 함께 아이돌이 되어요!"
pt_br: “Torne-se um ídolo junto comigo!”
ru: «Стань кумиром вместе со мной!»
zh_cn: “和我一起成为偶像吧！”
zh_tw: 「和我一起成為偶像吧！」

source: After hitting 3+ enemies at once with a melee swing, a healing array appears. Lasts 2s, restores {{0}}-{{1}} HP (based on damage taken). 4s cooldown.
de: Nachdem Sie mit einem Nahkampfschwung 3+ Gegner gleichzeitig getroffen haben, erscheint ein Heilungsfeld. Hält 2 s an und stellt {{0}}–{{1}} HP wieder her (abhängig vom erlittenen Schaden). 4 s Abklingzeit.
es: Tras golpear a 3 o más enemigos a la vez con un ataque cuerpo a cuerpo, aparece un conjunto de curación. Dura 2 s y restaura de {{0}} a {{1}} de PS (según el daño recibido). Tiempo de reutilización de 4 s.
fr: Après avoir touché au moins 3 ennemis simultanément d'un coup de mêlée, un cercle de soins apparaît. Dure 2 s et restaure {{0}}-{{1}} PV (selon les dégâts subis). Temps de recharge : 4 s.
ja: 近接武器の1回の振りで敵を3体以上命中させた場合、面前のエリアに回復陣を形成する。 回復陣は2秒間持続し、回復陣に入ると{{0}}-{{1}}回復する（失ったHPに応じて増加） この効果には4秒のクールダウンがある。
ko: 근접 공격으로 3명 이상의 적을 동시에 타격하면 치유 배열이 생성됩니다. 2초 동안 지속되며, 받은 피해량에 따라 체력을 {{0}}~{{1}}만큼 회복합니다. 재사용 대기시간은 4초입니다.
pt_br: Após atingir 3 ou mais inimigos de uma vez com um golpe corpo a corpo, uma matriz de cura aparece. Dura 2 s, restaura {{0}}-{{1}} PV (com base no dano recebido). Tempo de recarga de 4 s.
ru: После одновременного удара ближнего боя по 3 и более врагам появляется исцеляющий массив. Действует 2 с., восстанавливает {{0}}-{{1}} HP (в зависимости от полученного урона). Время восстановления: 4 с.
zh_cn: 近战武器一次挥动命中敌人超过3个时，会在面前区域内形成一个恢复法阵。 法阵持续2s，走入法阵可以恢复{{0}}-{{1}}（根据已损血量提升） 这个效果有4秒的冷却。
zh_tw: 近戰武器單次揮動命中超過3名敵人時，會在前方區域產生一個恢復法陣。 "法陣持續2秒，進入法陣可恢復{{0}}-{{1}}點生命（依據已損血量提升） 此效果有4秒冷卻時間。

# 近战攻击生成恢复法阵。
source: Melee attack generates a healing circle.
de: Nahkampfangriffe erzeugen einen Heilungskreis.
es: El ataque cuerpo a cuerpo genera un círculo curativo.
fr: L'attaque au corps à corps génère un cercle de soins.
ja: 近接攻撃が回復陣を生成する。
ko: 근접 공격 시 치유의 원이 생성됩니다.
pt_br: Ataque corpo a corpo gera um círculo de cura.
ru: Атака ближнего боя создает круг исцеления.

# 苦痛诅咒
source: Curse of Suffering
de: Fluch des Leidens
es: La maldición del sufrimiento
fr: La malédiction de la souffrance
ja: 苦痛の呪い
ko: 고통의 저주
pt_br: Maldição do Sofrimento
ru: Проклятие страдания
zh_cn: 苦痛诅咒
zh_tw: 苦痛詛咒

# 他使你渴望战争。
source: He makes you crave war.
de: Er weckt in Ihnen die Sehnsucht nach Krieg.
es: Él te hace desear la guerra.
fr: Il vous donne envie de guerre.
ja: 彼は君に戦争を渇望させる。
ko: 그는 당신에게 전쟁을 갈망하게 만든다.
pt_br: Ele faz você desejar a guerra.
ru: Он заставляет вас жаждать войны.
zh_cn: 他使你渴望战争。
zh_tw: 他使你渴望戰爭。

# 暴击会对敌人所在的位置施加神罚效果，产生一次范围伤害，造成{{0}}伤害。 这个效果有至多4秒的冷却。你每持有一个苦痛诅咒，诅咒效果的冷却时间越短。
source: Crits trigger Divine Punishment at the enemy's location, dealing {{0}} AoE damage. Up to 4s cooldown. Each Curse of Suffering reduces the cooldown.
de: Kritische Treffer lösen am Standort des Gegners „Göttliche Strafe“ aus und verursachen {{0}} Flächenschaden. Bis zu 4 Sek. Abklingzeit. Jeder Fluch des Leidens verkürzt die Abklingzeit.
es: Los críticos activan Castigo Divino en la ubicación del enemigo, lo que inflige {{0}} de daño de área. Tiempo de reutilización de hasta 4 s. Cada Maldición de Sufrimiento reduce el tiempo de reutilización.
fr: Les coups critiques déclenchent Châtiment divin à l'emplacement de l'ennemi, infligeant {{0}} points de dégâts de zone. Jusqu'à 4 s de recharge. Chaque Malédiction de souffrance réduit le temps de recharge.
ja: クリティカルは敵の位置に神罰の効果を付与し、範囲ダメージを発生させて{{0}}のダメージを与えます。 この効果には最大4秒のクールダウンがあります。苦痛の呪いを1つ持つごとに、呪い効果のクールダウン時間が短くなります。
ko: 치명타 발생 시 적 위치에 신성한 징벌이 발동하여 {{0}}의 광역 피해를 입힙니다. 최대 4초의 재사용 대기시간이 있습니다. 고통의 저주를 시전할 때마다 재사용 대기시간이 감소합니다.
pt_br: Acertos críticos ativam Punição Divina no local do inimigo, causando {{0}} de dano em área. Até 4s de recarga. Cada Maldição do Sofrimento reduz a recarga.
ru: Криты вызывают «Божественное наказание» в локации противника, нанося урон по области ({{0}}). Время восстановления — до 4 с. Каждое «Проклятие страдания» сокращает время восстановления.
zh_cn: 暴击会对敌人所在的位置施加神罚效果，产生一次范围伤害，造成{{0}}伤害。 这个效果有至多4秒的冷却。你每持有一个苦痛诅咒，诅咒效果的冷却时间越短。
zh_tw: 暴擊會在敵人所在位置施加神罰效果，施加一次範圍傷害，造成{{0}}點傷害。 此效果有最長4秒的冷卻時間。你每持有一個苦痛詛咒，詛咒效果的冷卻時間將縮短。

# 暴击时，造成单次范围法术伤害。
source: On critical hit, deal single area spell damage.
de: Bei einem kritischen Treffer wird ein einzelner Flächenzauberschaden verursacht.
es: En caso de golpe crítico, inflige daño con hechizos de área única.
fr: En cas de coup critique, inflige des dégâts de sort à une seule zone.
ja: クリティカル時、単回の範囲魔法ダメージを与える。
ko: 치명타 발생 시, 단일 지역 주문 피해를 입힙니다.
pt_br: Em caso de acerto crítico, causa dano mágico em uma única área.
ru: При критическом попадании наносит урон заклинанием по одной области.

# 贯通弹
source: Penetrating Rounds
de: Durchschlagsgeschosse
es: rondas penetrantes
fr: Balles pénétrantes
ja: 貫通弾
ko: 관통탄
pt_br: Rodadas Penetrantes
ru: Проникающие снаряды
zh_cn: 贯通弹
zh_tw: 貫通彈

# 设计用于射击并贯穿目标。
source: Designed to shoot through targets.
de: Entwickelt, um durch Ziele zu schießen.
es: Diseñado para disparar a través de objetivos.
fr: Conçu pour tirer à travers des cibles.
ja: 標的を射撃して貫通するように設計されています。
ko: 표적을 관통하여 사격하도록 설계되었습니다.
pt_br: Projetado para atirar através de alvos.
ru: Предназначен для стрельбы по целям.
zh_cn: 设计用于射击并贯穿目标。
zh_tw: 設計用於設計並貫穿目標。

# 为你的远程武器提供贯穿能力。 但每贯穿一个目标，该子弹伤害衰减为当前的50%。
source: Gives your ranged weapons penetration. Each penetration reduces bullet damage by 50%.
de: Verleiht Ihren Fernkampfwaffen Durchschlagskraft. Jeder Durchschlag reduziert den Kugelschaden um 50 %.
es: Otorga penetración a tus armas a distancia. Cada penetración reduce el daño de las balas en un 50%.
fr: Confère de la pénétration à vos armes à distance. Chaque pénétration réduit les dégâts des balles de 50 %.
ja: 遠隔武器に貫通能力を付与します。ただし、1つの目標を貫通するごとに、その弾丸のダメージは現在の50%に減衰します。
ko: 원거리 무기에 관통력을 부여합니다. 관통할 때마다 총알 피해가 50%씩 감소합니다.
pt_br: Confere penetração às suas armas de longo alcance. Cada penetração reduz o dano de bala em 50%.
ru: Увеличивает пробивную способность вашего оружия дальнего боя. Каждое пробитие снижает урон от пуль на 50%.
zh_cn: 为你的远程武器提供贯穿能力。 但每贯穿一个目标，该子弹伤害衰减为当前的50%。
zh_tw: 為你的遠程武器提供貫穿能力。 但每貫穿一個目標，該子彈傷害衰減為當前的50%。

# 远程武器子弹贯穿。
source: Bullets of long-range weapons penetrate.
de: Kugeln aus Langstreckenwaffen dringen ein.
es: Las balas de armas de largo alcance penetran.
fr: Les balles des armes à longue portée pénètrent.
ja: 遠隔武器の弾丸が貫通する。
ko: 장거리 무기의 총알은 관통합니다.
pt_br: Balas de armas de longo alcance penetram.
ru: Пули дальнобойного оружия проникают.

# 板砖
source: Brick
de: Ziegel
es: Ladrillo
fr: Brique
ja: レンガ
ko: 벽돌
pt_br: Tijolo
ru: Кирпич
zh_cn: 板砖
zh_tw: 磚塊

# 武功再高，也怕菜刀。智力再好，一砖撂倒。
source: No martial arts match a blade, no wisdom withstands a brick.
de: Keine Kampfkunst kann es mit einer Klinge aufnehmen, keine Weisheit kann einem Ziegelstein standhalten.
es: Ninguna arte marcial resiste a una espada, ninguna sabiduría resiste a un ladrillo.
fr: Aucun art martial ne vaut une lame, aucune sagesse ne résiste à une brique.
ja: 武功がどんなに高くても、包丁を恐れる。頭がどんなによくても、レンガ一つで倒される。
ko: 칼날보다 더 강한 무술은 없고, 벽돌보다 더 강한 지혜는 없다.
pt_br: Nenhuma arte marcial se compara a uma lâmina, nenhuma sabedoria resiste a um tijolo.
ru: Никакие боевые искусства не сравнятся с клинком, никакая мудрость не устоит против кирпича.
zh_cn: 武功再高，也怕菜刀。智力再好，一砖撂倒。
zh_tw: 武功再高，也怕菜刀。智力再好，一磚撂倒。

# 大力丸
source: Strength Pill
de: Stärkepille
es: Pastilla de fuerza
fr: Pilule de force
ja: 大力丸
ko: 스트렝스 알약
pt_br: Pílula de Força
ru: Таблетка силы
zh_cn: 大力丸
zh_tw: 大力丸

# 江湖骗子的常用伎俩。
source: A common trick of charlatans.
de: Ein gängiger Trick von Scharlatanen.
es: Un truco común de los charlatanes.
fr: Une astuce courante des charlatans.
ja: 詐欺師の常用の手口。
ko: 사기꾼들의 흔한 수법.
pt_br: Um truque comum de charlatães.
ru: Обычный трюк шарлатанов.
zh_cn: 江湖骗子的常用伎俩。
zh_tw: 江湖騙子的常用伎倆。

# 非酋
source: Jinx
de: Verhexen
es: Gafe
fr: Porte-poisse
ja: アフリカ人
ko: 재수 불길한 물건
pt_br: Azar
ru: Джинкс
zh_cn: 非酋
zh_tw: 非酋

# “这游戏有SR吗？”
source: “Does this game have SR?”
de: „Hat dieses Spiel SR?“
es: "¿Este juego tiene SR?"
fr: "Est-ce que ce jeu a SR ? "
ja: このゲームにSRがありますか？
ko: "이 게임에 SR이 있나요?"
pt_br: “Este jogo tem SR?”
ru: «Есть ли в этой игре SR?»
zh_cn: “这游戏有SR吗？”
zh_tw: 「這款遊戲有SR嗎？」

# 物理必修二
source: Physics Fundamentals
de: Physikalische Grundlagen
es: Fundamentos de física
fr: Fondements de la physique
ja: 物理必修二
ko: 물리학 기초
pt_br: Fundamentos da Física
ru: Основы физики
zh_cn: 物理必修二
zh_tw: 選修物理Ⅱ

# ——讲科学，破迷信。
source: Promoting science, dispelling superstition.
de: Wissenschaft fördern, Aberglauben zerstreuen.
es: Promoviendo la ciencia, disipando la superstición.
fr: Promouvoir la science, dissiper la superstition.
ja: ——科学を重んじ、迷信を打破する。
ko: 과학을 장려하고 미신을 없애는 것.
pt_br: Promovendo a ciência, dissipando a superstição.
ru: Продвижение науки, развенчание суеверий.
zh_cn: ——讲科学，破迷信。
zh_tw: ——講科學，破迷信。

# 说的道理
source: Will of Wisdom
de: Wille der Weisheit
es: Voluntad de Sabiduría
fr: Volonté de Sagesse
ja: 言った道理
ko: 지혜의 의지
pt_br: Vontade da Sabedoria
ru: Воля Мудрости
zh_cn: 说的道理
zh_tw: 說的道理

# 欧内的手，好汉！
source: Aminoac.
de: Aminosäuren.
ko: 아미노악.
ru: Аминоак.
zh_cn: 欧内的手，好汉！
zh_tw: 歐内的手，好漢！

# 雅各布天梯
source: Jacob's Ladder
de: Jakobsleiter
es: La escalera de Jacob
fr: L'échelle de Jacob
ja: ヤコブのはしご
ko: 야곱의 사다리
pt_br: Escada de Jacó
ru: Лестница Иакова
zh_cn: 雅各布天梯
zh_tw: 雅各布天梯

# “赐我圣火！”
source: “Grant me the holy fire!”
de: „Gib mir das heilige Feuer!“
es: “¡Concédeme el fuego sagrado!”
fr: "Accorde-moi le feu sacré ! "
ja: 「聖火を与えよ！」
ko: "나에게 성스러운 불을 주세요!"
pt_br: “Conceda-me o fogo sagrado!”
ru: «Даруй мне священный огонь!»
zh_cn: “赐我圣火！”
zh_tw: 「賜我聖火！」

# 你的暴击伤害会对首次命中的目标产生一次{{0}}的电弧伤害。 你每持有一个雅各布天梯，电弧伤害即可多连接一个目标。 这个效果有 0.6 秒冷却。
source: Your crits deal {{0}} arc damage to the first target. Each Jacob's Ladder adds one more target for the arc. 0.6s cooldown.
de: Deine kritischen Treffer verursachen dem ersten Ziel {{0}} Bogenschaden. Jede Jakobsleiter fügt dem Bogen ein weiteres Ziel hinzu. 0,6 Sek. Abklingzeit.
es: Tus críticos infligen {{0}} de daño de arco al primer objetivo. Cada Escalera de Jacob añade un objetivo más al arco. Tiempo de reutilización: 0.6s.
fr: Vos coups critiques infligent {{0}} points de dégâts d'arc à la première cible. Chaque Échelle de Jacob ajoute une cible supplémentaire à l'arc. Temps de recharge : 0,6 s.
ja: クリティカルダメージは、最初に命中した対象に{{0}}の電弧ダメージを発生させます。 ヤコブのはしごを1つ保有するごとに、電弧ダメージはさらに1つの対象に接続されます。 この効果には0.6秒のクールダウンがあります。
ko: 치명타가 첫 번째 대상에게 {{0}}의 아크 피해를 입힙니다. 제이콥의 사다리를 사용할 때마다 아크에 대상이 하나 더 추가됩니다. 재사용 대기시간은 0.6초입니다.
pt_br: Seus acertos críticos causam {{0}} de dano de arco ao primeiro alvo. Cada Escada de Jacob adiciona mais um alvo ao arco. Tempo de recarga de 0,6 s.
ru: Ваши критические удары наносят {{0}} урона дугой первой цели. Каждая Лестница Иакова добавляет одну дополнительную цель для дуги. Время восстановления: 0,6 с.
zh_cn: 你的暴击伤害会对首次命中的目标产生一次{{0}}的电弧伤害。 你每持有一个雅各布天梯，电弧伤害即可多连接一个目标。 这个效果有 0.6 秒冷却。
zh_tw: 你的暴擊傷害會對首次命中的目標產生一次{{0}}的電弧傷害。 你每持有一個雅各布天梯，電弧傷害即可額外連接一個目標。 此效果有 0.6 秒冷卻時間。

# 暴击时，造成单体法术伤害。叠加可连接多目标。
source: On critical hit, deals single-target spell damage. Stacking allows connecting multiple targets.
de: Bei einem kritischen Treffer verursacht er Zauberschaden an einem einzelnen Ziel. Durch Stapeln können mehrere Ziele verbunden werden.
es: Con un golpe crítico, inflige daño de hechizo a un solo objetivo. La acumulación permite conectar varios objetivos.
fr: En cas de coup critique, inflige des dégâts magiques à une cible unique. Le cumul permet de connecter plusieurs cibles.
ja: クリティカル時、単体の魔法ダメージを与える。スタックすると複数の対象を連結できる。
ko: 치명타 발생 시 단일 대상에게 주문 피해를 입힙니다. 중첩하면 여러 대상을 연결할 수 있습니다.
pt_br: Em acerto crítico, causa dano mágico em um único alvo. Acumulável, permite conectar vários alvos.
ru: При критическом попадании наносит урон от заклинаний одной цели. Сложение позволяет объединять несколько целей.

# 双持
source: Dual Wield
de: Beidhändigkeit
es: Doble empuñadura
fr: Double maniement
ja: 双持ち
ko: 듀얼 휘두르기
pt_br: Empunhadura dupla
ru: Двойное оружие
zh_cn: 双持
zh_tw: 雙持

# 像个战神！
source: Like a god of war!
de: Wie ein Kriegsgott!
es: ¡Como un dios de la guerra!
fr: Comme un dieu de la guerre !
ja: 戦神みたいだ！
ko: 전쟁의 신과 같구나!
pt_br: Como um deus da guerra!
ru: Как бог войны!
zh_cn: 像个战神！
zh_tw: 像個戰神！

# 战斗时同时使用所有已装备的武器。 但你的伤害修正为{{0}}。
source: Use all equipped weapons simultaneously in combat. But the damage is adjusted to {{0}}.
de: Benutze im Kampf alle ausgerüsteten Waffen gleichzeitig. Der Schaden wird jedoch auf {{0}} angepasst.
es: Usa todas las armas equipadas simultáneamente en combate. El daño se ajusta a {{0}}.
fr: Utilisez toutes les armes équipées simultanément en combat. Les dégâts sont ajustés à {{0}}.
ja: 戦闘時は装備している全ての武器を同時に使用する。ただしダメージ修正値は{{0}}となる。
ko: 장착된 모든 무기를 동시에 전투에 사용하세요. 단, 피해량은 {{0}}으로 조정됩니다.
pt_br: Use todas as armas equipadas simultaneamente em combate. Mas o dano é ajustado para {{0}}.
ru: Используйте всё экипированное оружие одновременно в бою. Но урон будет скорректирован до {{0}}.
zh_cn: 战斗时同时使用所有已装备的武器。 但你的伤害修正为{{0}}。
zh_tw: 戰鬥時同時使用所有已裝備的武器。 但你的傷害被修正為{{0}}。

# 同时使用所有武器，降低伤害倍率。
source: Use all weapons simultaneously, reduce the damage multiplier.
de: Verwenden Sie alle Waffen gleichzeitig und reduzieren Sie den Schadensmultiplikator.
es: Usa todas las armas simultáneamente y reduce el multiplicador de daño.
fr: Utilisez toutes les armes simultanément, réduisez le multiplicateur de dégâts.
ja: すべての武器を同時に使用すると、ダメージ倍率が低下する。
ko: 모든 무기를 동시에 사용하고 데미지 배수를 줄입니다.
pt_br: Use todas as armas simultaneamente, reduza o multiplicador de dano.
ru: Используйте все виды оружия одновременно, чтобы уменьшить множитель урона.

# IX.隐者
source: IX. The Hermit
de: IX. Der Einsiedler
es: IX. El Ermitaño
fr: IX. L'Ermite
ja: IX.隠者
ko: IX. 은둔자
pt_br: IX. O Eremita
ru: IX. Отшельник
zh_cn: IX.隐者
zh_tw: IX.隱者

# 隐藏自己。
source: Hide yourself.
de: Versteck dich.
es: Escóndete.
fr: Cache-toi.
ja: 自分を隠す。
ko: 자신을 숨겨라.
pt_br: Esconda-se.
ru: Спрячься.
zh_cn: 隐藏自己。
zh_tw: 隱藏自己

# 延长受击无敌时间至1s。
source: Extend invincibility frames to 1s after being hit.
de: Erweitern Sie die Unbesiegbarkeits-Frames nach einem Treffer auf 1 Sekunde.
es: Extiende los cuadros de invencibilidad a 1 segundo después de ser golpeado.
fr: Prolongez les cadres d'invincibilité à 1 s après avoir été touché.
ja: 受撃時の無敵時間を1秒に延長する。
ko: 공격을 받은 후 무적 시간이 1초로 연장됩니다.
pt_br: Estende os quadros de invencibilidade para 1s após ser atingido.
ru: Увеличьте время неуязвимости до 1 с после получения удара.
zh_cn: 延长受击无敌时间至1s。
zh_tw: 延長受擊無敵時間至1s。

# 延长无敌时间。
source: Extend invincibility time.
de: Verlängern Sie die Unbesiegbarkeitszeit.
es: Extender el tiempo de invencibilidad.
fr: Prolonger le temps d'invincibilité.
ja: 無敵時間を延長する。
ko: 무적시간을 연장합니다.
pt_br: Aumenta o tempo de invencibilidade.
ru: Увеличить время неуязвимости.

# 致命节奏
source: Deadly Rhythm
de: Tödlicher Rhythmus
es: Ritmo mortal
fr: Rythme mortel
ja: 致命リズム
ko: 치명적인 리듬
pt_br: Ritmo Mortal
ru: Смертельный ритм
zh_cn: 致命节奏
zh_tw: 致命節奏

# （已于14.10版本移除）
source: (Removed in version 14.10)
de: (In Version 14.10 entfernt)
es: (Eliminado en la versión 14.10)
fr: (Supprimé dans la version 14.10)
ja: （14.10バージョンにて削除されました）
ko: (14.10 버전에서 제거됨)
pt_br: (Removido na versão 14.10)
ru: (Удалено в версии 14.10)
zh_cn: （已于14.10版本移除）
zh_tw: （已於14.10版本移除）
