Repository: hua-zhi-wan/not-survivors-translations
Catalog: */*.po
Languages: de, es, fr, ja, ko, pt_br, ru, zh_cn, zh_tw

# 升级所需的经验值更多。 获取经验值同时获取等量金币，回合结束时可以使用金币购买道具。 宝箱不再提供自选道具，改为获得金币。
source: Requires more XP to level up. Gaining XP also grants the same amount of gold, which can be used to buy items at the end of rounds. Chests no longer provide selectable items, instead grant gold.
de: Erfordert mehr XP zum Levelaufstieg. Der XP-Gewinn gewährt auch die gleiche Menge Gold, mit dem am Ende der Runden Gegenstände gekauft werden können. Truhen enthalten keine auswählbaren Gegenstände mehr, sondern Gold.
es: Requiere más XP para subir de nivel. Obtener XP también otorga la misma cantidad de oro, que se puede usar para comprar objetos al final de las rondas. Los cofres ya no otorgan objetos seleccionables, sino oro.
fr: Nécessite plus d'XP pour monter de niveau. Gagner de l'XP rapporte également la même quantité d'or, utilisable pour acheter des objets en fin de manche. Les coffres ne fournissent plus d'objets sélectionnables, mais de l'or.
ja: レベルアップに必要な経験値がより多くなります。 経験値を獲得すると同時に同量のゴールドを獲得し、ターン終了時にゴールドを使ってアイテムを購入できます。 宝箱はこれまでのように自分で選べるアイテムを提供しなくなり、代わりにゴールドを獲得するようになります。
ko: 레벨업에 더 많은 경험치가 필요합니다. 경험치를 획득하면 동일한 양의 골드도 획득하며, 라운드 종료 시 아이템 구매에 사용할 수 있습니다. 상자에서는 더 이상 선택 가능한 아이템을 제공하지 않고 골드만 지급합니다.
pt_br: Requer mais XP para subir de nível. Ganhar XP também concede a mesma quantidade de ouro, que pode ser usado para comprar itens ao final das rodadas. Os baús não fornecem mais itens selecionáveis, mas sim ouro.
ru: Для повышения уровня требуется больше опыта. Получение опыта также даёт такое же количество золота, которое можно использовать для покупки предметов в конце раундов. Сундуки больше не содержат предметов, которые можно выбирать, вместо этого они дают золото.
zh_cn: 升级所需的经验值更多。 获取经验值同时获取等量金币，回合结束时可以使用金币购买道具。 宝箱不再提供自选道具，改为获得金币。
zh_tw: 升級所需的經驗值更多。 獲取經驗值同時獲取等量金幣，回合結束時可以使用金幣購買道具。 寶箱不再提供自選道具，改為得到金幣。

# 从经验和宝箱获取金币，使用金币购买道具。
source: Earn gold coins from experience and treasure chests, and use the gold coins to buy items.
de: Verdienen Sie Goldmünzen durch Erfahrung und Schatztruhen und kaufen Sie mit den Goldmünzen Gegenstände.
es: Gana monedas de oro con la experiencia y los cofres del tesoro, y usa las monedas de oro para comprar artículos.
fr: Gagnez des pièces d'or grâce à l'expérience et aux coffres au trésor, et utilisez les pièces d'or pour acheter des objets.
ja: 経験と宝箱からゴールドを入手し、ゴールドを使ってアイテムを購入します。
ko: 경험치와 보물상자에서 금화를 획득하고, 금화로 아이템을 구매하세요.
pt_br: Ganhe moedas de ouro com experiência e baús de tesouro e use-as para comprar itens.
ru: Зарабатывайте золотые монеты за опыт и сундуки с сокровищами, а также используйте золотые монеты для покупки предметов.

# 盗贼
source: Rogue
de: Schurke
es: Pícaro
fr: Voyou
ja: 盗賊
ko: 악당
pt_br: Por conta própria
ru: Негодяй
zh_cn: 盗贼
zh_tw: 盗賊

# 花枝丸说用手柄玩特别有意思！
source: Hua-zhi-wan says it’s especially fun to play with a gamepad!
de: Hua-zhi-wan sagt, dass es besonders viel Spaß macht, mit einem Gamepad zu spielen!
es: ¡Hua-zhi-wan dice que es especialmente divertido jugar con un gamepad!
fr: Hua-zhi-wan dit que c'est particulièrement amusant de jouer avec une manette !
ja: 花枝丸はコントローラーで遊ぶのはとても面白いと言いました！
ko: 화지완은 게임패드로 플레이하는 게 특히 재밌다고 말해요!
pt_br: Hua-zhi-wan diz que é especialmente divertido jogar com um gamepad!
ru: Хуа-чжи-вань говорит, что играть с геймпадом особенно весело!
zh_cn: 花枝丸说用手柄玩特别有意思！
zh_tw: 花枝丸說用手柄玩特別有意思！

# 自由指定攻击方位。
source: Resurrect when near death, permanently increase damage multiplier, sustain bleeding, and gain life steal. Limited to once per round.
de: Wiederbelebung bei Todesnähe, dauerhafter Schadensmultiplikator, anhaltende Blutung und Lebensraub. Begrenzt auf einmal pro Runde.
es: Resucita al estar cerca de la muerte, aumenta permanentemente el multiplicador de daño, sufre sangrado y obtiene robo de vida. Limitado a una vez por ronda.
fr: Ressuscitez à l'approche de la mort, augmentez définitivement le multiplicateur de dégâts, subissez des saignements et obtenez un vol de vie. Limité à une fois par tour.
ja: 攻撃方位を自由に指定する。
ko: 죽음이 임박했을 때 부활하여 피해 배율을 영구적으로 증가시키고, 출혈을 유지하며, 생명력 흡수 효과를 얻습니다. 라운드당 한 번만 사용 가능합니다.
pt_br: Ressuscita quando estiver próximo da morte, aumenta permanentemente o multiplicador de dano, mantém o sangramento e ganha roubo de vida. Limitado a uma vez por rodada.
ru: Воскрешает при смерти, постоянно увеличивает множитель урона, поддерживает кровотечение и получает возможность кражи жизни. Ограничено один раз за раунд.

# 爱丽丝
source: Alice
es: Alicia
ja: アリス
ko: 앨리스
ru: Алиса
zh_cn: 爱丽丝
zh_tw: 愛麗絲

# 陷入歇斯底里的疯狂吧……
source: Fall into hysterical madness...
de: In hysterischen Wahnsinn verfallen ...
es: Caer en la locura histérica...
fr: Tomber dans la folie hystérique...
ja: ヒステリックな狂気に陥れ……
ko: 히스테리적 광기에 빠져보세요...
pt_br: Cair na loucura histérica...
ru: Впасть в истерическое безумие...
zh_cn: 陷入歇斯底里的疯狂吧……
zh_tw: 陷入歇斯底里的瘋狂吧……

source: Enter frenzy state when HP hits zero, bleeding {{0}} per second and gaining {{1}} life steal (restore HP on normal attack kills). This effect triggers only once per round, permanently increasing damage multiplier by {{2}} each time.
de: Wenn das Leben auf Null fällt, tritt man in einen Wahnsinnszustand ein, leidet an stetigem Blutverlust von {{0}} pro Sekunde und erhält {{1}} Lebensraub (wiederherstellt Leben, wenn ein normaler Angriff einen Kill erzielt). Dieser Effekt ist pro Runde auf einmal beschränkt und erhöht bei jeder Triggerung den Schadensmultiplikator dauerhaft um {{2}}.
es: Cuando la vida llega a cero, entra en estado de frenesí, sangra constantemente {{0}} por segundo y obtiene {{1}} robo de vida (recupera vida al conseguir un asesinato con un ataque normal). Este efecto está limitado a una vez por turno, y cada vez que se activa, aumenta permanentemente el multiplicador de daño en {{2}}.
fr: Lorsque la vie tombe à zéro, entre dans un état de folie, saigne constamment {{0}} par seconde et gagne {{1}} de vol de vie (récupère de la vie lorsqu'une élimination est effectuée avec une attaque normale). Cet effet est limité à une fois par tour, et chaque fois qu'il est déclenché, augmente définitivement le multiplicateur de dégâts de {{2}}.
ja: HPが0になった時に狂乱状態に入り、毎秒{{0}}の持続的な出血を受けるとともに{{1}}のライフスティールを獲得する（通常攻撃でキルを行った時にHPを回復する）。この効果はターンごとに1回限りで、発動するたびに永久的に{{2}}のダメージ倍率を増加させる。
ko: 생명력이 0이 되면 광란 상태에 들어가며, 매초 {{0}}씩 계속 피를 흘리고 {{1}}의 생명 흡수를 획득합니다(일반 공격으로 킬을 할 때 생명력을 회복합니다). 이 효과는 턴마다 한 번으로 제한되며, 발동할 때마다 {{2}}의 피해 배율을 영구적으로 증가합니다.
pt_br: Quando a vida chegar a zero, entra no estado de frenesi, sofrendo sangramento contínuo de {{0}} por segundo e ganhando {{1}} de roubo de vida (recupera vida ao obter um kill com ataque normal). Este efeito é limitado a uma vez por turno e, cada vez que é ativado, aumenta permanentemente o fator de dano em {{2}}.
ru: При достижении нулевого здоровья входит в состояние безумия, постоянно кровоточит {{0}} в секунду и получает {{1}} кражи жизни (восстанавливает здоровье при убийстве обычной атакой). Этот эффект ограничен раз в раунд, при каждом срабатывании постоянно увеличивает коэффициент урона на {{2}}.
zh_cn: 生命归零时进入癫狂状态，每秒持续流血{{0}}并获得{{1}}生命偷取（普通攻击产生击杀时恢复生命）。 这个效果每回合限一次，每次触发永久增加{{2}}伤害倍率。
zh_tw: 生命歸零時進入癲狂狀態，每秒持續流血{{0}}並得到{{1}}生命偷取（普通攻擊產生擊殺時恢復生命）。 這個效果每回合限一次，每次觸發永久增加{{2}}傷害倍率。

# 濒死时复活，永久提升伤害倍率，持续流血并获得生命偷取。 每回合限一次。
source: Revive when on the brink of death, permanently increase damage multiplier, bleed continuously, and gain life steal. Once per round.
de: Wiederbeleben, wenn man todesnah ist, permanent den Schadensmultiplikator erhöhen, dauernd bluten und Lebensraub erhalten. Pro Runde maximal einmal.
es: Resucita al estar al borde de la muerte, aumenta permanentemente el multiplicador de daño, sangrado continuo y obtiene robo de vida. Una vez por turno.
fr: Réssuscite en état critique, augmente définitivement le multiplicateur de dégâts, subit un saignement continu et gagne le vol de vie. Une fois par tour maximum.
ja: 瀕死の時に復活し、永久にダメージ倍率を上昇させ、持続的に出血し、ライフスティールを獲得する。各ターン1回に限る。
ko: 濒死 시 부활하여, 영구히 피해 배율을 상승시키고, 지속적으로 출혈하며 라이프 스틸을 획득합니다. 턴마다 한 번으로 제한됩니다.
pt_br: Reviver quando quase morto, aumentar permanentemente o multiplicador de dano, sangramento persistente e ganhar roubo de vida. Limitado a uma vez por turno.
ru: 异常: HTTPSConnectionPool(host='ark.cn-beijing.volces.com', port=443): Read timed out. (read timeout=30)

# 色欲
source: Lust
es: Lujuria
fr: Luxure
ja: 色欲
ko: 색욕
pt_br: Luxúria
ru: Похоть
zh_cn: 色欲
zh_tw: 色慾

# 余烬仍舔旧吻。
source: Embers still lick old kisses.
de: Glut leckt immer noch alte Küsse.
es: Las brasas aún lamen viejos besos.
fr: Les braises lèchent encore les vieux baisers.
ja: 残り火はまだ古い口づけを舐める。
ko: 불씨는 아직도 옛 키스를 핥는다.
pt_br: As brasas ainda lambem beijos antigos.
ru: Эмберс все еще облизывают старые поцелуи.

# 你的生命值会在回合开始时从满状态重新计算。 但你的生命上限修正为{{0}}，同时失去其他生命恢复手段。
source: Your health will be recalculated from full at the start of the turn. But your maximum health is adjusted to {{0}}, and you lose other means of health recovery.
de: Ihre Gesundheit wird zu Beginn des Zuges neu berechnet. Ihre maximale Gesundheit wird jedoch auf {{0}} angepasst und Sie verlieren andere Möglichkeiten zur Gesundheitswiederherstellung.
es: Tu salud se recalculará desde su valor máximo al comienzo del turno. Sin embargo, tu salud máxima se ajustará a {{0}} y perderás otros métodos de recuperación de salud.
fr: Votre santé sera recalculée à partir de son niveau maximal au début du tour. Cependant, votre santé maximale est ajustée à {{0}}, et vous perdez vos autres moyens de récupération.
ja: あなたのライフはターン開始時に満タン状態から再計算されます。ただし、あなたのライフ上限は{{0}}に修正され、同時に他のライフ回復手段を失います。
ko: 턴 시작 시 체력은 최대치에서 재계산됩니다. 하지만 최대 체력은 {{0}}으로 조정되며, 다른 체력 회복 방법은 사라집니다.
pt_br: Sua saúde será recalculada a partir do valor total no início do turno. Mas sua saúde máxima será ajustada para {{0}}, e você perderá outros meios de recuperação de saúde.
ru: Ваше здоровье будет пересчитано с полного в начале хода. Но ваше максимальное здоровье будет изменено на {{0}}, и вы потеряете другие способы восстановления здоровья.

# 每回合自动补满生命，战斗中无法恢复。 降低生命上限。
source: Automatically fully restore health each turn; cannot recover during battle. Reduce maximum health.
de: Stellt die Gesundheit in jeder Runde automatisch vollständig wieder her; kann sich während des Kampfes nicht erholen. Reduziert die maximale Gesundheit.
es: Restaura la salud automáticamente por completo en cada turno; no se recupera durante la batalla. Reduce la salud máxima.
fr: Restaure automatiquement la santé à chaque tour ; impossible à récupérer en combat. Réduit la santé maximale.
ja: 各ターン自動で生命力を全回復するが、戦闘中は回復できない。生命力の上限を低下させる。
ko: 매 턴마다 체력을 자동으로 완전히 회복합니다. 전투 중에는 회복할 수 없습니다. 최대 체력이 감소합니다.
pt_br: Restaura automaticamente a saúde completa a cada turno; não é possível recuperar durante a batalha. Reduz a saúde máxima.
ru: Автоматически полностью восстанавливает здоровье каждый ход; не может восстановиться во время боя. Уменьшает максимальное здоровье.

# 贪婪
source: Greed
de: Gier
es: Codicia
fr: Avidité
ja: 貪欲
ko: 탐욕
pt_br: Ambição
ru: Жадность
zh_cn: 贪婪
zh_tw: 貪婪

# 深渊回以金币。
source: Automatically fully restore health each turn; cannot recover during battle. Reduce maximum health.
de: Stellt die Gesundheit in jeder Runde automatisch vollständig wieder her; kann sich während des Kampfes nicht erholen. Reduziert die maximale Gesundheit.
es: Restaura la salud automáticamente por completo en cada turno; no se recupera durante la batalla. Reduce la salud máxima.
fr: Restaure automatiquement la santé à chaque tour ; impossible à récupérer en combat. Réduit la santé maximale.
ja: 深淵は金貨を返す。
ko: 매 턴마다 체력을 자동으로 완전히 회복합니다. 전투 중에는 회복할 수 없습니다. 최대 체력이 감소합니다.
pt_br: Restaura automaticamente a saúde completa a cada turno; não é possível recuperar durante a batalha. Reduz a saúde máxima.
ru: Автоматически полностью восстанавливает здоровье каждый ход; не может восстановиться во время боя. Уменьшает максимальное здоровье.

# 经验收益翻倍。 但无法选择升级属性。
source: Double XP gains. Cannot select stats to upgrade.
de: Doppelte XP-Gewinne. Es können keine Statistiken zum Upgrade ausgewählt werden.
es: Obtienes el doble de XP. No se pueden seleccionar estadísticas para mejorar.
fr: Gains d'XP doublés. Impossible de sélectionner les statistiques à améliorer.
ja: 経験値の獲得量が倍増します。ただし、属性の選択はできません。
ko: 경험치가 두 배로 증가합니다. 업그레이드할 능력치를 선택할 수 없습니다.
pt_br: Ganhos de XP em dobro. Não é possível selecionar estatísticas para aprimorar.
ru: Удвоенный опыт. Невозможно выбрать характеристики для улучшения.
zh_cn: 经验收益翻倍。 但无法选择升级属性。
zh_tw: 經驗收益翻倍。 但無法選擇升級屬性。

# 懒惰
source: Sloth
de: Faultier
es: Ranura
fr: Paresseux
ja: 怠惰
ko: 나태
pt_br: Preguiça
ru: Лень
zh_cn: 懒惰
zh_tw: 懶惰

# 棺内大梦未醒。
source: Within the coffin, the great dream has not yet awakened.
de: Im Sarg ist der große Traum noch nicht erwacht.
es: Dentro del ataúd, el gran sueño aún no ha despertado.
fr: Dans le cercueil, le grand rêve ne s’est pas encore réveillé.
ja: 棺の中で大きな夢から未だ醒めていない。
ko: 관 속에서 위대한 꿈은 아직 깨어나지 않았습니다.
pt_br: Dentro do caixão, o grande sonho ainda não despertou.
ru: В гробу великая мечта еще не проснулась.

# 将你的攻击力转化为 50% 的法术强度修正。 但你的额外移速修正为 25%。
source: Converts your attack power into a 50% spell power modification. But your additional movement speed is modified to 25%.
de: Wandelt deine Angriffskraft in eine Zauberkraftmodifikation von 50 % um. Deine zusätzliche Bewegungsgeschwindigkeit wird jedoch auf 25 % modifiziert.
es: Convierte tu poder de ataque en una modificación del 50% del poder de hechizo. Sin embargo, tu velocidad de movimiento adicional se modifica al 25%.
fr: Convertit votre puissance d'attaque en une modification de 50 % de la puissance des sorts. Cependant, votre vitesse de déplacement supplémentaire est portée à 25 %.
ja: 攻撃力の50%を魔法力修正に変換する。ただし、追加移動速度は25%に修正される。
ko: 공격력을 주문력의 50%만큼 증가시킵니다. 하지만 이동 속도가 25%만큼 증가합니다.
pt_br: Converte seu poder de ataque em uma modificação de 50% do poder mágico. Mas sua velocidade de movimento adicional é modificada para 25%.
ru: Преобразует вашу силу атаки в 50%-ное изменение силы заклинаний. Но ваша дополнительная скорость передвижения увеличивается на 25%.
zh_cn: 将你的攻击力转化为 50% 的法术强度修正。 但你的额外移速修正为 25%。
zh_tw: 將你的攻擊力轉化為 50% 的法術強度修正。 但你的額外移速修正為 25%。

# 法术强度转为攻击力，降低移速。
source: Ability Power converted to Attack Damage, reduces movement speed.
de: Fähigkeitsstärke wird in Angriffsschaden umgewandelt und verringert die Bewegungsgeschwindigkeit.
es: Poder de habilidad convertido en daño de ataque, reduce la velocidad de movimiento.
fr: Puissance de capacité convertie en dégâts d'attaque, réduit la vitesse de déplacement.
ja: 魔法強度を攻撃力に変換し、移動速度を低下させる。
ko: 능력치가 공격력으로 전환되고, 이동 속도가 감소합니다.
pt_br: Poder de Habilidade convertido em Dano de Ataque, reduz a velocidade de movimento.
ru: Сила способностей преобразуется в урон от атак, снижает скорость передвижения.

# 愤怒
source: Wrath
de: Zorn
es: Ira
fr: Colère
ja: 怒り
ko: 격노
pt_br: Fúria
ru: Гнев
zh_cn: 愤怒
zh_tw: 憤怒

# 焚刃亦焚持者。
source: Burning the blade also burns the holder.
de: Durch das Verbrennen der Klinge wird auch der Halter verbrannt.
es: Al quemar la hoja se quema también el soporte.
fr: Brûler la lame brûle également le support.
ja: 燃える刃は持つ者をも焼く。
ko: 칼날을 태우면 칼집도 타버립니다.
pt_br: Queimar a lâmina também queima o suporte.
ru: Обжигание лезвия приводит к обжиганию и держателя.

# 你的伤害倍率修正为 120%。 但你的护甲修正为 20%。
source: Your damage multiplier is modified to 120%. But your armor is modified to 20%.
de: Ihr Schadensmultiplikator wird auf 120 % geändert. Ihre Rüstung wird jedoch auf 20 % geändert.
es: Tu multiplicador de daño se modifica al 120%. Pero tu armadura se modifica al 20%.
fr: Votre multiplicateur de dégâts est modifié à 120 %, mais votre armure est modifiée à 20 %.
ja: あなたのダメージ倍率は120%に修正されます。ただし、アーマー修正は20%になります。
ko: 데미지 배율이 120%로 조정됩니다. 하지만 방어력은 20%로 조정됩니다.
pt_br: Seu multiplicador de dano foi modificado para 120%. Mas sua armadura foi modificada para 20%.
ru: Ваш множитель урона увеличивается до 120%. Но ваша броня увеличивается до 20%.
zh_cn: 你的伤害倍率修正为 120%。 但你的护甲修正为 20%。
zh_tw: 你的傷害倍率修正為 120%。 但你的護甲修正為 20%。

# 提升伤害倍率，降低护甲。
source: Increase damage multiplier and reduce armor.
de: Schadensmultiplikator erhöhen und Panzerung reduzieren.
es: Aumenta el multiplicador de daño y reduce la armadura.
fr: Augmente le multiplicateur de dégâts et réduit l'armure.
ja: ダメージ倍率を上昇させ、アーマーを低下させる。
ko: 데미지 배수를 증가시키고 방어력을 감소시킵니다.
pt_br: Aumenta o multiplicador de dano e reduz a armadura.
ru: Увеличьте множитель урона и уменьшите броню.

# 嫉妒
source: Envy
de: Neid
es: Envidiar
fr: Envie
ja: 嫉妬
ko: 부러움
pt_br: Inveja
ru: Завидовать
zh_cn: 嫉妒
zh_tw: 嫉妒

# 他人火光刺骨。
source: Others' firelight is piercing to the bone.
de: Der Feuerschein anderer geht bis auf die Knochen.
es: La luz del fuego de otros penetra hasta los huesos.
fr: La lumière du feu des autres est perçante jusqu’aux os.
ja: 他人の火の光が骨身にしみる。
ko: 다른 사람의 불빛은 뼈까지 꿰뚫는 듯하다.
pt_br: A luz do fogo dos outros é penetrante até os ossos.
ru: У других свет костра пронзает до костей.

# 头目的生命值降低30%。
source: The Boss's health is reduced by 30%.
de: Die Gesundheit des Bosses wird um 30 % reduziert.
es: La salud del jefe se reduce en un 30%.
fr: La santé du boss est réduite de 30 %.
ja: ボスのHPが30%低下する。
ko: 보스의 체력이 30% 감소합니다.
pt_br: A saúde do chefe é reduzida em 30%.
ru: Здоровье Босса уменьшено на 30%.

# 头目生命值降低。
source: The Boss health reduced.
de: Die Gesundheit des Bosses wurde reduziert.
es: La salud del jefe se redujo.
fr: La santé du boss a été réduite.
ja: ボスのHPが低下しました。
ko: 보스의 체력이 감소했습니다.
pt_br: A saúde do chefe foi reduzida.
ru: Здоровье босса уменьшено.

# 傲慢
source: Pride
de: Stolz
es: Orgullo
fr: Fierté
ja: 傲慢
ko: 자부심
pt_br: Orgulho
ru: Гордость
zh_cn: 傲慢
zh_tw: 傲慢

# 昂首步入裂天。
source: Step into the splitting sky with head held high.
de: Steigen Sie mit erhobenem Kopf in den strahlenden Himmel.
es: Entra en el cielo que se abre paso con la cabeza bien alta.
fr: Entrez dans le ciel qui se fend, la tête haute.
ja: 昂首して裂天に踏み入る。
ko: 고개를 높이 들고 갈라지는 하늘로 나아가세요.
pt_br: Entre no céu que se abre com a cabeça erguida.
ru: Шагните в раскалывающееся небо с высоко поднятой головой.

# 将你的法术强度转化为 50% 的攻击力修正。 但你的额外攻击范围修正为 50%。
source: Converts your spell power into a 50% attack power modification. But your additional attack range is modified to 50%.
de: Wandelt deine Zauberkraft in eine 50%ige Angriffskraftmodifikation um. Deine zusätzliche Angriffsreichweite wird jedoch auf 50 % modifiziert.
es: Convierte tu poder de hechizo en una modificación del 50% de tu poder de ataque. Sin embargo, tu alcance de ataque adicional se modifica al 50%.
fr: Convertit votre puissance de sort en une modification de 50 % de votre puissance d'attaque. Cependant, votre portée d'attaque supplémentaire est portée à 50 %.
ja: 自身の魔法力を50%の攻撃力補正に変換する。ただし、追加射程は50%に補正される。
ko: 주문력이 공격력의 50%만큼 증가합니다. 하지만 추가 공격 사거리는 50%로 조정됩니다.
pt_br: Converte seu poder mágico em uma modificação de 50% no poder de ataque. Mas seu alcance de ataque adicional é modificado para 50%.
ru: Преобразует вашу силу заклинания в 50%-ное изменение силы атаки. При этом ваша дополнительная дальность атаки увеличивается на 50%.
zh_cn: 将你的法术强度转化为 50% 的攻击力修正。 但你的额外攻击范围修正为 50%。
zh_tw: 將你的法術強度轉化為 50% 的攻擊力修正。 但你的額外攻擊範圍修正為 50%。

# 攻击力转为法术强度，降低攻击范围。
source: Attack Power converted to Ability Power, reducing attack range.
de: Angriffskraft wird in Fähigkeitsstärke umgewandelt, wodurch die Angriffsreichweite verringert wird.
es: El poder de ataque se convierte en poder de habilidad, lo que reduce el alcance del ataque.
fr: Puissance d'attaque convertie en puissance de capacité, réduisant la portée d'attaque.
ja: 攻撃力が魔法力に変換され、攻撃範囲が低下する。
ko: 공격력이 능력치로 전환되어 공격 범위가 줄어듭니다.
pt_br: Poder de Ataque convertido em Poder de Habilidade, reduzindo o alcance do ataque.
ru: Сила атаки преобразована в силу способностей, что уменьшает дальность атаки.

# 暴食
source: Gluttony
de: Völlerei
es: Glotonería
fr: Gourmandise
ja: 暴食
ko: 대식
pt_br: Glutonaria
ru: Чревоугодие
zh_cn: 暴食
zh_tw: 暴食

# 咀嚼直至自噬。
source: Chew until autophagy.
de: Kauen bis zur Autophagie.
es: Masticar hasta la autofagia.
fr: Mâcher jusqu'à l'autophagie.
ja: 咀嚼して自噬するまで。
ko: 자가포식이 일어날 때까지 씹으세요.
pt_br: Mastigue até a autofagia.
ru: Жуйте до аутофагии.

# 自动拾取所有掉落的经验。
source: Automatically picks up all dropped XP.
de: Sammelt automatisch alle verlorenen XP auf.
es: Recoge automáticamente toda la XP perdida.
fr: Récupère automatiquement tous les XP abandonnés.
ja: 自動ですべての落ちた経験値を拾う。
ko: 떨어진 XP를 모두 자동으로 수집합니다.
pt_br: Coleta automaticamente todo o XP perdido.
ru: Автоматически подбирает весь выпавший опыт.
zh_cn: 自动拾取所有掉落的经验。
zh_tw: 自動拾取所有掉落的經驗。

# 自动拾取经验。
source: Auto pick up experience.
de: Automatische Abholerfahrung.
es: Experiencia de recogida automática.
fr: Expérience de prise en charge automatique.
ja: 自動で経験値を拾う。
ko: 자동 픽업 경험.
pt_br: Experiência de retirada automática.
ru: Опыт автозабора.

# 慷慨
source: Charity
de: Wohltätigkeit
es: Caridad
fr: Charité
ja: 寛大
ko: 자선 단체
pt_br: Caridade
ru: Благотворительность
zh_cn: 慷慨
zh_tw: 慷慨

# 白骨仍存余温。
source: The white bones still retain lingering warmth.
de: Die weißen Knochen bewahren noch immer ihre Wärme.
es: Los huesos blancos aún conservan un calor persistente.
fr: Les os blancs conservent encore une chaleur persistante.
ja: 白骨にまだ余温が残っている。
ko: 하얀 뼈에는 아직도 따뜻함이 남아 있습니다.
pt_br: Os ossos brancos ainda retêm calor persistente.
ru: Белые кости все еще сохраняют тепло.

# 升级时，你的属性品质提高一个等级。
source: Your stat quality increases by one grade on leveling up.
de: Die Qualität Ihrer Statistiken erhöht sich beim Levelaufstieg um eine Stufe.
es: La calidad de tus estadísticas aumenta en un grado al subir de nivel.
fr: La qualité de vos statistiques augmente d'un niveau à mesure que vous montez de niveau.
ja: レベルアップ時、あなたの属性の品質が一ランク上がります。
ko: 레벨업을 하면 능력치 품질이 한 단계 높아집니다.
pt_br: Sua qualidade de estatísticas aumenta em um grau ao subir de nível.
ru: Качество ваших характеристик увеличивается на одну ступень при повышении уровня.
zh_cn: 升级时，你的属性品质提高一个等级。
zh_tw: 升級時，你的屬性品質提高一個等級。

# 属性品质等级提高。
source: Attribute quality level increased.
de: Attributqualitätsstufe erhöht.
es: Se incrementó el nivel de calidad del atributo.
fr: Le niveau de qualité des attributs a été augmenté.
ja: 属性の品質レベルが上昇します。
ko: 속성 품질 수준이 증가했습니다.
pt_br: Nível de qualidade do atributo aumentado.
ru: Уровень качества атрибутов повышен.

# 贞洁
source: Chastity
de: Keuschheit
es: Castidad
fr: Chasteté
ja: 貞節
ko: 순결
pt_br: Castidade
ru: Целомудрие
zh_cn: 贞洁
zh_tw: 貞潔

# 霜刃守心未锈。
source: The frost-edged blade guards the heart, unrusted.
de: Die frostscharfe Klinge schützt das Herz, ohne zu rosten.
es: La hoja con filo de escarcha protege el corazón, sin oxidarse.
fr: La lame aux bords givrés garde le cœur, sans rouille.
ja: 霜刃は心を守り、未だ錆びず。
ko: 서리로 뒤덮인 칼날은 녹슬지 않고 심장을 지킨다.
pt_br: A lâmina com fio de gelo protege o coração, sem ferrugem.
ru: Заиндевевший клинок охраняет сердце, не теряя ржавчины.

# 每{{0}}秒恢复{{1}}生命值。
source: Restores {{1}} HP every {{0}} seconds.
de: Stellt alle {{0}} Sekunden {{1}} HP wieder her.
es: Restaura {{1}} HP cada {{0}} segundos.
fr: Restaure {{1}} PV toutes les {{0}} secondes.
ja: 毎{{0}}秒{{1}}の生命值を回復する。
ko: {{0}}초마다 {{1}}의 체력을 회복합니다.
pt_br: Restaura {{1}} HP a cada {{0}} segundos.
ru: Восстанавливает {{1}} HP каждые {{0}} секунд.
zh_cn: 每{{0}}秒恢复{{1}}生命值。
zh_tw: 每{{0}}秒恢復{{1}}生命值。

# 自动恢复生命。
source: Automatically restore health.
de: Gesundheit automatisch wiederherstellen.
es: Restaurar la salud automáticamente.
fr: Restaurer automatiquement la santé.
ja: 自動で生命を回復する。
ko: 자동으로 체력을 회복합니다.
pt_br: Restaurar a saúde automaticamente.
ru: Автоматически восстанавливать здоровье.

# 勤奋
source: Diligence
de: Fleiß
es: Diligencia
ja: 勤勉
ko: 근민
pt_br: Diligência
ru: Осмотрительность
zh_cn: 勤奋
zh_tw: 勤奮

# 挥剑直至剑眠。
source: Wield the sword until the sword sleeps.
de: Schwinge das Schwert, bis das Schwert schläft.
es: Empuña la espada hasta que la espada se duerma.
fr: Maniez l’épée jusqu’à ce qu’elle s’endorme.
ja: 剣が眠るまで剣を振るう
ko: 검이 잠들 때까지 검을 휘두르세요.
pt_br: Empunhe a espada até que ela durma.
ru: Орудуй мечом, пока меч не заснет.
